Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/POS/ITS.POS.Resources/POSClientResources.*.resx
Languages: el

source: Invalid Discount
el: Μη έγκυρη έκπτωση

# INVALID_SETTINGS_POS_IS_NULL
source: Invalid Settings. POS configuration not found or not downloaded yet.
el: Μη έγγκυρες ρυθμίσεις. Οι ρυθμίσεις του POS δεν βρέθηκαν ή δεν κατέβηκαν ακόμη.

# INVALID_SETTINGS_STORE_IS_NULL
source: Invalid Settings. Store not found or not downloaded yet.
el: Μη έγγκυρες ρυθμίσεις. Το κατάστημα δεν βρέθηκε ή δεν κατέβηκε ακόμη.

# ACTION_FORBIDDEN
source: Action is forbidden
el: Η συγκεκριμένη ενέργεια δεν επιτρέπεται

source: Add Item
el: Προσθήκη είδους

source: Add Payment
el: Προσθήκη Πληρωμής

source: Amount
el: Ποσό

source: Cancel
el: Ακύρωση

source: Cancel line
el: Ακύρωση γραμμής

source: Cancel Receipt
el: Ακύρωση απόδειξης

source: Change
el: Ρέστα

source: Check Price
el: Ελεγχος τιμής

source: Checking
el: Έλεγχος

source: Close
el: Κλείσιμο

source: Code
el: Κωδικός

# ConfigurationFileNotSetProperly
source: "Configuration file not set properly. Tag <Globals> is missing."
el: Το αρχείο ρυθμίσεων δεν είναι έγκυρο. Η σήμανση <Global> απουσιάζει

source: Description
el: Περιγραφή

source: Descriptions
el: Περιγραφές

# DEVICE_INIT_FAILED
source: Device Initialization failed.
el: Η αρχικοποίηση της συσκευής απέτυχε.

# DEVICE_NOT_READY
source: Device is not ready.
el: Η συσκευή δεν είναι έτοιμη.

source: Discount
el: Έκπτωση

# DO_YOU_WANT_TO_CANCEL
source: Do you want to cancel current receipt?
el: Θέλετε να ακυρώσετε την τρέχουσα απόδειξη;

# DO_YOU_WANT_TO_CANCEL_LINE
source: Do you want to cancel current line?
el: Θέλετε να ακυρώσετε την τρέχουσα γραμμή;

source: Error
el: Σφάλμα

# ERROR_DURING_RECEIPT
source: An error occured while issuing the receipt {0}. Do you want to retry ?
el: Σφάλμα προέκυψε κατά την εκτύπωση της απόδειξης:{0}. Θέλετε να προσπαθήσετε ξανά ;

source: Error loading document
el: Σφάλμα κατά την ανάκτηση του παραστατικού

# ERROR_OPEN_DRAWER
source: Error Opening Drawer
el: Σφάλμα κατά το άνοιγμα του συρταριού

# ERROR_PRINT_RECEIPT
source: Error Printing Receipt
el: Σφάλμα κατα την εκτύπωση της απόδειξης

# ERROR_PRINT_X
source: Error Printing X Report.
el: Σφάλμα κατα την εκτύπωση της αναφοράς Χ

# ERROR_PRINT_Z
source: Error Printing Z Report.
el: Σφάλμα κατα την εκτύπωση της αναφοράς Ζ

# FAIL_OPEN_SCANNER
source: Fail to open Scanner
el: Σφάλμα κατά την αρχικοποίηση του Scanner

source: File {0} is invalid.
el: Το αρχείο {0} δεν είναι έγκυρο.

source: File {0} not found.
el: Το αρχείο {0} δεν βρέθηκε.

source: Idle
el: Σε αδράνεια

# INIT_ERROR
source: Initialization Error
el: Σφάλμα αρχικοποίησης

source: Invalid Action
el: Λανθασμένη ενέργεια

source: Invalid Fiscal Device
el: Λανθασμένη Φορολογική μηχανή

source: Invalid Fiscal Method
el: Λανθασμένη Φορολογική μέθοδος

source: Invalid property detected
el: Παρουσιάστικε λανθασμένη Ιδιότητα

source: Invalid Schema
el: Λανθασμένο Σχήμα ΒΔ

source: Invalid Terminal Oid
el: Λανθασμένο αναγνωριστικό Συσκευής

source: Issue X
el: Έκδοση Χ

source: Issue Z
el: Έκδοση Ζ

source: Item not found
el: Το είδος δεν βρέθηκε

source: Item Code Or Barcode
el: Κωδικός είδους ή Barcode

source: Line Total
el: Σύνολο Γραμμής

# TOTAL_NOT_FULLY_PAID
source: Total is not fully paid
el: Δεν έχει εισαχθεί ολόκληρο το ποσό

source: No electronic signature device found
el: Δεν βρέθηκε συσκευή φορολογικής σήμανσης

# NO_OR_INVALID_CONNECTION
source: No or Invalid connection type found.
el: Ανύπαρκτος ή μη έγκυρος τρόπος σύνδεσης

# NO_PRIMARY_PRINTER_FOUND
source: No Primary Printer was found.
el: Δεν εντοπίστηκε ο κύριος εκτυπωτής

# NOT_IN_SALE_MODE
source: POS is not in sale mode
el: Το Ταμείο δεν είναι σε κατάσταση πώλησης

source: Paused
el: Σε παύση

source: Payment Method
el: Τρόπος πληρωμής

source: Payment method not found
el: Ο τρόπος πληρωμής δεν βρέθηκε.

source: Price
el: Τιμή

# PRINTER_NULL
source: Printer is null.
el: Ο εκτυπωτής είναι κενός

source: Proforma
el: Προτιμολόγιο

# QTY
source: Quantity
el: Ποσότητα

source: Save
el: Αποθήκευση

source: Store
el: Κατάστημα

source: Total
el: Σύνολο

# USER_NO_ROLE
source: User has no role
el: Ο χρήστης δεν έχει ρόλο

source: Value
el: Τιμή

# YOU_SHOULD_OPEN_FISCAL_DAY
source: You should initialize the Fiscal day
el: Πρέπει να κάνετε "Έναρξη Ημέρας"

source: Invalid Settings
el: Λανθασμένες Ρυθμίσεις

source: Deposit
el: Κατάθεση

source: Withdraw
el: Ανάληψη

source: You should Start Shift
el: Πρέπει να κάνετε "Έναρξη Βάρδιας"

# YOU_SHOULD_ISSUE_Z
source: You should Issue a Z report
el: Πρέπει να εκδοθεί αναφορά Ζ

# SUCCESSFUL_ISSUE_Z
source: Z Report has been successfully issued
el: Η αναφορά Ζ έχει εκδοθεί επιτυχώς

source: Start Day
el: Εναρξη ημέρας

source: Start Shift
el: Εναρξη βάρδιας

source: Press a key
el: Πατήστε ένα πλήκτρο

source: Actions
el: Ενέργειες

source: Shut down
el: Τερματισμός

source: Items
el: Είδη

source: System
el: Σύστημα

source: Keyboard
el: Πληκτρολόγιο

source: Configuration
el: Ρυθμίσεις

source: Main Menu
el: Κύριο Μενού

source: Keyboard Mapping
el: Αντιστοίχιση πληκτρολογίου

source: Main Form
el: Κύρια φόρμα

source: Customer
el: Πελάτης

source: Default Document Series
el: Προεπιλεγμένη σειρά παραστατικού

source: Default Document Status
el: Προεπιλεγμένη κατάσταση παραστατικού

source: Default Document Type
el: Προεπιλεγμένος τύπος παραστατικού

source: Default Payment Method
el: Προεπιλεγμένος τρόπος πληρωμής

source: Fiscal Date
el: Φορολογική Ημέρα

source: Terminal
el: Τερματικό

source: Item
el: Είδος

source: Key code already exists
el: Το πλήκτρο υπάρχει ήδη

source: User not found
el: Ο χρήστης δεν βρέθηκε

source: Please select an action
el: Παρακαλώ επιλέξτε ενέργεια

source: Next customer
el: Επόμενος Πελάτης

# PLEASE_CLOSE_DRAWER
source: Please close the drawer
el: Παρακαλώ κλείστε το συρτάρι

# OPEN_DRAWER_FAIL
source: Drawer failed to open
el: Αποτυχία κατά το ανοίγμα του συρταριού

source: Success
el: Επιτυχία

# ACTION_NOT_SUPPORTED
source: Action is not supported
el: Η ενέργεια δεν υποστηρίζεται

# CHARACTER_SET_NOT_SUPPORTED
source: Character set is not supported
el: Η κωδικοσελίδα δεν υποστηρίζεται

# CONNECTION_NOT_SUPPORTED
source: Connection type is not supported
el: Ο συγκεκριμένος τύπος σύνδεσης δεν υποστηρίζεται.

# COVER_OPEN
source: Cover is open
el: Το κάλυμμα είναι ανοιχτό

source: Failure
el: Σφάλμα

source: Invalid property
el: Λανθασμένη Ιδιότητα

# NO_EXIST
source: Does not exist
el: Δεν υπάρχει

source: Out of paper
el: Το χαρτί εξαντλήθηκε

source: Unauthorized access
el: Μη εξουσιοδοτημένη πρόσβαση

# FAIL_OPEN_DRAWER
source: Failed to open drawer
el: Αποτυχία κατά το ανοίγμα του συρταριού

source: Customer has no price catalog!
el: Ο Πελάτης δεν έχει τιμοκατάλογο

# CURRENT_LINE_SHORT
source: Curr.Line
el: Τρέχων

# PREVIOUS_LINE_SHORT
source: Prev.Line
el: Προηγούμενη Γραμμή

source: Turn Key to position
el: Γύριστε το κλειδί στη θέση

source: Action canceled
el: Η ενέργεια ακυρώθηκε

# HIGHER_LEVEL_USER_IS_REQUIRED
source: Permission from higher level user is required
el: Απαιτείται εξουσιοδότηση από τον υπεύθυνο

# USER_NOT_ENOUGH_PRIVILEGES
source: User does not have enough privileges
el: Ο χρήστης δεν έχει επαρκή δικαιώματα

source: Date
el: Ημερομηνία

source: Document Number
el: Αριθμός Παραστατικού

source: Document Type
el: Τύπος παραστατικού

source: Time
el: Ώρα

# NUMBER_SHORT
source: No
el: Α/Α

# DOCUMENT_SEQUENCE_NOT_FOUND_FOR_SERIES
source: Document Sequence not found for Series {0}
el: Δεν βρέθηκε Αρίθμηση για την σειρά {0}

source: Cash registry closed
el: Ταμείο κλειστό

source: Cash registry open
el: Ταμείο Ανοιχτό

# DOCUMENT_SEQUENCE_DOES_NOT_MATCH_ERROR
source: Fiscal Day cannot begin. Serious error between the sequences for Series '{0}'. Local Sequence: '{1}' - Remote Sequence: '{2}'
el: Αποτυχία έναρξης ημέρας. Σοβαρό πρόβλημα στη σειρά '{0}'. Τοπική αρίθμηση: '{1}' - Απομακρυσμένη αρίθμιση: '{2}'

# DOCUMENT_SEQUENCE_DOES_NOT_MATCH_WARNING
source: Mismatch between the sequences for Series '{0}'. Local Sequence: '{1}' - Remote Sequence: '{2}'
el: Διαφοροποίηση στη σειρά '{0}'. Τοπική αρίθμηση: '{1}' - Απομακρυσμένη αρίθμιση: '{2}'

# INCORRECT_SETTINGS
source: Incorrect settings or settings are still downloading
el: Λανθασμένες ρυθμίσεις ή οι ρυθμίσεις δεν έχουν συγχρονιστεί πλήρως.

source: Please fill all required fields
el: Παρακαλώ συμπληρώστε όλα τα πεδία

source: Return
el: Επιστροφή

# NEGATIVE_TOTAL_NOT_PERMITED
source: Negative total is not permited
el: Δεν επιτρέπεται αρνητικό Σύνολο

# ITEM_DOES_NOT_SUPPORT_PRICE_CHANGE
source: Item does not support price changing
el: Το είδος δεν υποστηρίζει αλλαγή τιμής

source: Item does not support decimal quantity
el: Το είδος δεν υποστηρίζει δεκαδική ποσότητα

source: No items added
el: Δεν έχετε προσθέσει είδη

source: Retry
el: Επανάληψη

# PAID_AMOUNT_CANNOT_EXCEED_TOTAL
source: This payment method cannot exceed total
el: Αυτός ο τρόπος πληρωμής δεν μπορεί να ξεπεράσει το σύνολο

source: Invalid Amount
el: Μη έγκυρο ποσό

source: Invalid Quantity
el: Μη έγκυρη ποσότητα

source: You must start new 'Z'
el: Πρέπει να ξεκινήσετε νέο 'Ζ'

source: Insert Values
el: Εισάγετε Τιμές

source: ILLEGAL RECEIPT
el: ΠΑΡΑΝΟΜΗ ΑΠΟΔΕΙΞΗ - ΔΙΩΚΕΤΑΙ ΑΠΟ ΤΟΝ ΝΟΜΟ

source: LEGAL RECEIPT
el: ΝΟΜΙΜΗ ΑΠΟΔΕΙΞΗ

source: No item code defined
el: Δεν έχει οριστεί κωδικός είδους

source: Select payment method
el: Επιλέξτε Τρόπο Πληρωμής

# TOTAL_ALREADY_PAID
source: The full amount is already paidoff
el: Έχει πληρωθεί ολόκληρο το ποσό

source: Price does not exist
el: Δεν βρέθηκε τιμή

source: Price is zero
el: H τιμή είναι μηδενική

source: Document type does not allow zero prices
el: Ο τύπος παραστατικού δεν επιτρέπει μηδενικές τιμές

source: Item has no Vat Category
el: Το είδος δεν έχει κατηγορία Φ.Π.Α.

source: Store has no Vat Level
el: Το κατάστημα δεν έχει επίπεδο Φ.Π.Α

source: Vat Factor not found
el: Δεν βρέθηκε συντελεστής Φ.Π.Α.

source: Vat Category
el: Κατηγορία ΦΠΑ

source: Active
el: Ενεργό

source: Not found
el: Δεν βρέθηκε

source: Item is inactive
el: Το είδος είναι ανενεργό

# YOU_MUST_ISSUE_Z
source: 24 hours have passed since the start of the fiscal day. You must perform the issue of Z to continue. Day started at : {0}
el: Έχουν περάσει 24 ώρες από την έναρξη ημέρας. Πρέπει να εκδόσετε Ζ. Η έναρξη ημέρας έγινε στις : {0}

# NEGATIVE_VALUES_NOT_PERMITTED
source: Negative values are not permitted
el: Δεν επιτρέπονται αρνητικές τιμές

# ISSUING_Z_PLEASE_WAIT
source: Issuing Z Report - Transfering Electronic Journal Files. Please Wait ...
el: Έκδοση αναφοράς Z - Μεταφορά αρχείων ηλεκτρονικού ημερολογίου Παρακαλώ περιμένετε ...

# FISCAL_PRINTER_RECEIPTS_COUNT_MISSMATCH
source: The number of receipts is different between the application and the fiscal printer. Application Receipts: {0}, Printer Receipts: {1}
el: Υπάρχει διαφορά στο πλήθος των αποδείξεων μεταξύ της εφαρμογής και του φορολογικού εκτυπωτή. Αποδείξεις Εφαρμογής: {0}, Αποδείξεις Εκτυπωτή: {1}

source: Printer does not support slip station
el: Ο εκτυπωτής δεν υποστηρίζει εκτύπωση SLIP

# PLEASE_INSERT_DOCUMENT
source: Please insert the document into the slip printer and press ΟΚ or Enter
el: Εισάγετε το έγγραφο στον εκτυπωτή και πατήστε ΟΚ ή Enter

source: POS
el: Ταμείο

source: Ratified
el: Επικυρώθηκε

source: Signature
el: Υπογραφή

source: Slip print failed
el: Απέτυχε η εκτύπωση Slip

# NEGATIVE_TOTAL_PER_VAT_CATEGORY_NOT_PERMITED
source: There cannot be a negative total per vat category. Vat Category: {0} , Total: {1}
el: Δεν επιτρέπεται αρνητικό σύνολο ανά κατηγορία ΦΠΑ. Κατ. ΦΠΑ: {0} , Συν.: {1}

source: From Date
el: Από Ημ/νία

source: From Z
el: Από Z

source: To Date
el: Έως Ημ/νία

source: To Z
el: Έως Z

source: Invalid Filter
el: Λανθασμένο φίλτρο

source: Reprint Z Reports
el: Επανεκτύπωση αναφορών Ζ

source: Reprint Receipts
el: Επανεκτύπωση Αποδείξεων

source: From Receipt
el: Από Απόδειξη

source: To Receipt
el: Έως Απόδειξη

source: Day Start
el: Έναρξη Ημέρας

source: Shift Started
el: Έναρξη Βάρδιας

# CASHIER_CONNECTED
source: Cachier Connected
el: Σύνδεση Ταμία

source: From Block
el: Από block

source: Print fiscal memory blocks
el: Εκτύπωση block Φορολογικής Μνήμης

source: To Block
el: Έως Block

source: Cards
el: Κάρτες

source: Cash
el: Μετρητά

source: Credit
el: Πίστωση

source: Failure reading device status
el: Αποτυχία ανάγνωσης της κατάστασης της συσκευής

# FISCAL_PRINTER_ERROR
source: Fiscal printer error. \r\nError Code: {0}. \r\nMessage: {1}
el: Σφάλμα Φορολογικού Εκτυπωτή. \r\nΚωδ. Λάθους: {0}. \r\nΜήνυμα: {1}

# CANNOT_OPEN_PORT_OR_PRINTER_IS_OFFLINE
source: Cannot open port '{0}' or printer is offline
el: Αδύνατη επικοινωνία με την port '{0}' ή ο εκτυπωτής είναι εκτός λειτουργίας

source: Warning
el: Προειδοποίηση

# DO_NOT_PROCEED_IF_YOU_DONT_KNOW
source: Do not proceed if you don't know what you are doing
el: Μην προχωρήσετε αν δεν ξέρετε τι κάνετε

# CANNOT_ADD_DISCOUNT_TO_RETURN
source: Cannot add a discount to a return
el: Δεν επιτρέπεται η έκπτωση στις επιστροφές

source: Day Start - Please Wait
el: Έναρξη ημέρας - Παρακαλώ Περιμένετε

source: Zero amount is not allowed
el: Δεν επιτρέπεται μηδενικό ποσό

source: Payable
el: Πληρωτέο

source: Payoff
el: Εξόφληση

source: Analytic
el: Αναλυτική

source: By Date
el: Ανα Ημ/νία

source: By Z Number
el: Ανά Αρ. Ζ

source: Per Block
el: Ανα Block

source: Read Fiscal Memory
el: Ανάγνωση Φ.Μ.

source: Signatures
el: Υπογραφές

source: Summarized
el: Συνοπτική

source: Fiscal Printer Commands
el: Εντολές Φορολογικού Εκτυπωτή

source: Line Display Error
el: Σφάλμα Γραμμικής Οθόνης

# NO_PRIMARY_SCALE_FOUND
source: No Primary Scale was found.
el: Δεν εντοπίστηκε ζυγός

source: Select Discount
el: Επιλογή Έκπτωσης

# CANNOT_ADD_DISCOUNT_TO_CANCELED_LINE
source: Cannot add a discount to a canceled line
el: Δεν επιτρέπεται η έκπτωση σε ακυρωμένες γραμμές

source: Select Line
el: Επιλέξτε Γραμμή

source: Invalid Discount Type Code
el: Μη έγκυρος κωδικός Τύπου Έκπτωσης

source: Discount Type not found
el: Δεν βρέθηκε ο τύπος έκπτωσης

# MINISTY_CATEGORY_CODE_NOT_DEFINED_FOR_VAT_CATEGORY
source: Ministry Category is not defined for Vat Category
el: Δεν έχει οριστεί Κωδικός Υπουργείου για την Κατηγορία ΦΠΑ

source: Vat Category not found
el: Δεν βρέθηκε η Κατηγορία ΦΠΑ

# CODE_OR_BARCODE_OF_ITEM
source: Code/Barcode of Item
el: Κωδικός/Barcode Είδους

source: Customer Code
el: Κωδικός Πελάτη

source: Customer not found
el: Δεν βρέθηκε ο Πελάτης

# APPLY_POINTS_DISCOUNT
source: Do you want to redeem your loyalty points?
el: Θέλετε να εξαργυρώσετε τους πόντους σας;

# LOYALTY_DISCOUNT_NOT_DEFINED
source: Loyalty discount is not defined
el: Δεν έχει οριστεί έκπτωση πιστότητας

source: Consumed Points
el: Πόντοι που αφαιρέθηκαν

source: Current Total
el: Τρέχον Υπόλοιπο

source: Points
el: Πόντοι

source: Previous Total
el: Προηγούμενο Υπόλοιπο

source: Point Analysis
el: Ανάλυση Πόντων

source: Points of transaction
el: Πόντοι συναλλαγής

source: Previous Total Points
el: Προηγούμενο υπόλοιπο πόντων

source: New points amount
el: Νέο υπόλοιπο πόντων

source: Customer Discount
el: Έκπτωση Πελάτη

source: Custom Discount
el: Έκπτωση Χρήστη

source: Document Discount
el: Έκπτωση Παραστατικού

source: Points Discount
el: Έκπτωση Πόντων

source: Price catalog Discount
el: Έκπτωση Τιμοκαταλόγου

# DELETE_DISCOUNT_QUESTION
source: Delete Discount?
el: Διαγραφή Έκπτωσης;

# SET_FISCAL_ON_ERROR
source: Set fiscal status "On Error"
el: Ορισμό του ΕΑΦΔΣΣ σε κατάσταση βλάβης

# REMOVE_FISCAL_ON_ERROR
source: Remove fiscal status "On Error"
el: Ορισμό του ΕΑΦΔΣΣ σε κανονική κατάσταση

# REMAINING_AMOUNT
source: Remaining
el: Υπόλοιπο

source: Cashier
el: Χειριστής

source: Please Wait
el: Παρακαλώ Περιμένετε

# YOU_CANNOT_ISSUE_X_DOCUMENTS_ON_HOLD
source: You cannot issue X. There are {0} documents on hold
el: Δεν μπορείτε να εκδώσετε Χ. Υπάρχουν {0} παραστατικά σε αναμονή.

source: Not enough cash
el: Δεν υπάρχει επαρκές ποσό στο ταμείο

# NO_DOCUMENTS_ON_HOLD
source: There are no documents "on hold"
el: Δεν υπάρχουν παραστατικά σε αναμονή

# NO_CASH_PAYMENT_METHOD_IS_DEFINED
source: No payment method that increases drawer amount is defined
el: Δεν έχει οριστεί τρόπος πληρωμής που αυξάνει το ποσό του συρταριού

# VALUE_FACTOR_MUST_BE_NEGATIVE
source: Document Type value factor must be negative
el: Ο Συντελεστής Αξιών του τύπου παραστατικού πρέπει να είναι αρνητικός

# VALUE_FACTOR_MUST_BE_POSITIVE
source: Document Type value factor must be positive
el: Ο Συντελεστής Αξιών του τύπου παραστατικού πρέπει να είναι θετικός

# PROMOTIONS_EXECUTION_ERROR
source: Promotion Execution Error
el: Σφάλμα Εκτέλεσης Ενεργειών

source: Promotion Discount
el: Έκπτωση Ενέργειας

source: Error executing promotions result
el: Σφάλμα κατά την εκτέλεση των αποτελεσμάτων των ενεργειών

# ROOT_APPLICATION_RULE_GROUP_NOT_FOUND
source: Root application rule group was not found. Promotion : {0}
el: Δεν βρέθηκε ο βασικός κανόνας της ενέργειας. Ενέργεια : {0}

source: Printer Failure
el: Σφάλμα Εκτυπωτή

source: Only 'Value' Type Discounts are allowed in set price execution
el: Μόνο Αξιακές εκπτώσεις επιτρέπονται στην εκτέλεση ενέργειας με ορισμό τιμής

source: Promotion
el: Ενέργεια

source: Failure Issuing EAFDSS Z
el: Σφάλμα στην Έκδοση Ζ του ΕΑΦΔΣΣ

source: Amount exceed limit
el: Το ποσό υπερβαίνει το μέγιστο επιτρεπτό

source: Starting Amount
el: Πάγιο

source: Document Discounts
el: Εκπτώσεις Συνόλου

source: Line Discounts
el: Εκπτώσεις Ειδών

# WEIGH_ON_THE_SCALE_IS_NOT_STABLE
source: The weight on the scale is not stable
el: Το βάρος στον ζυγό δεν είναι σταθερό

# DEMO_MODE_ERROR
source: Demo mode requires an EMULATED EAFDSS fiscal method and printer
el: Η Demo έκδοση λειτουργεί μόνο με EAFDSS και EMULATED εκτυπωτή

source: Drawer amount
el: Ποσό Συρταριού

source: Error during "Forced Withdraw"
el: Πρόβλημα κατά την "Υποχρεωτική Ανάληψη"

source: Forced Withdraw
el: Υποχρεωτική Ανάληψη

# FORCED_WITHDRAW_TITLE
source: Forced Withdraw (Exceeded > {0:C})
el: Υποχρεωτική Ανάλυψη (Ξεπεράσατε τα {0:C})

# PRICECATALOG_DOES_NOT_EXIST
source: Price catalog was not found
el: Ο τιμοκατάλογος δεν βρέθηκε

# STORE_HAS_NO_DEFAULT_PRICECATALOG
source: Store has no default price catalog defined
el: Δεν έχει οριστεί προεπιλεγμένος τιμοκατάλογος για το κατάστημα

# GROSS_TOTAL_MISSMATCH
source: Gross Total Missmatch: Fiscal Printer Total {0}, Application Total {1}
el: Ασυμφωνία Συνόλου: Συν. Εκτυπωτή {0}, Συν. Εφαρμογής {1}

source: Cannot cancel all lines
el: Δεν μπορείτε να ακυρώσετε όλες τις γραμμές

source: Day will be closed
el: Θα γίνει Κλείσιμο Ημέρας

# FISCAL_PRINTER_AND_APPLICATION_DAY_WILL_BE_CLOSED
source: Fiscal Day will be closed for both the Fiscal Printer and the Application
el: Θα γίνει "Κλείσιμο Ημέρας" στον φορολογικό εκτυπωτή και στην εφαρμογή

# VAT_CATEGORY_MULTIPLE_MINISTRY_CODES
source: Vat Category "{0}" is defined more than once
el: Η Κατηγορία ΦΠΑ"{0}" έχει οριστεί παραπάνω από μία φορά

source: Current store not found
el: Δεν βρέθηκε το τρέχον κατάστημα

source: Store has no address
el: Το κατάστημα δεν έχει διεύθυνση

source: Fiscal VAT Factors are invalid
el: Οι συντελεστές ΦΠΑ του φορολογικού εκτυπωτή δεν είναι σωστοί

source: Fiscal Printer VAT Factors
el: Συντελεστές ΦΠΑ ΑΔΗΜΕ

source: Application VAT Factors
el: Συντελεστές ΦΠΑ Εφαρμογής

source: Standalone fiscal on error message is empty
el: Το μήνυμα εκτύπωσης αυτόνομης λειτουργίας ΕΑΦΔΣΣ "Σε Βλάβη" είναι άδειο

# EJ_DATA_PENDING
source: EJ Data transfer pending
el: Εκκρεμεί μεταφορά ηλεκτρονικού ημερολογίου

# FISCAL_PRINTER_DAY_NOT_OPEN
source: Fiscal printer Day is not open
el: Ο Φορολογικός εκτυπωτής δεν έχει ανοιχτή ημέρα

# ITEM_CODE_AS_BARCODE_IS_UNDEFINED
source: Item-Code-based Barcode is undefined
el: Δεν έχει οριστεί ο κωδικός του είδους ως Barcode

# CURRENT_POS_IS_NOT_ACTIVE_START_DAY_NOT_ALLOWED
source: Current POS is not active. "Start Day" is not allowed
el: Το τρέχον ταμείο δεν είναι ενεργό. Δεν επιτρέπεται η "Έναρξη Ημέρας"

source: No Primary EDPS found
el: Δεν εχει οριστεί συσκευή EDPS

# ACTION_FORBIDDEN_DUE_TO_EDPS
source: Action is forbidden: EDPS Payment included
el: Η ενέργεια δεν επιτρέπεται. Υπάρχει πληρωμή με EDPS

# ILLEGAL_RECEIPT_TRAINING_MODE_MESSAGE
source: **ILLEGALRECEIPT - ONLY FOR TRAINING**
el: **ΠΑΡΑΝΟΜΗ ΑΠΟΔΕΙΞΗ-ΜΟΝΟ ΓΙΑ ΕΚΠΑΙΔΕΥΣΗ**

# IS_NOT_VALID_SALES_DOCUMENT_MESSAGE
source: **IS NOT A VALID SALES DOCUMENT**
el: ** ΔΕΝ ΑΠΟΤΕΛΕΙ ΣΤΟΙΧΕΙΟ ΠΛΗΡΩΜΗΣ **

# PUNISHABLE_BY_LAW_MESSAGE
source: **PUNISHABLE BY LAW**
el: **ΔΙΩΚΕΤΑΙ ΑΠΟ ΤΟΝ ΝΟΜΟ**

# PACKET_CLOSE_FAILURE
source: EDPS packet close failure
el: Προέκυψε σφάλμα κατά το κλείσιμο του πακέτου.

# PROCESS_PAYMENT_ON_DEVICE
source: Please process payment on device
el: Παρακαλώ ολοκληρώστε την συναλλαγή στην συσκευή.

source: EDPS communication error
el: Πρόβλημα επικοινωνίας με την συσκευή EDPS

# CANCEL_DISCOUNT_SHORT
source: Cancel Discount
el: Ακ.Έκπτωσης

source: Cancel Payment
el: Ακύρωση Πληρωμής

# CANCEL_RECEIPT_SHORT
source: Cancel Receipt
el: Ακ. Απόδειξης

source: Cashier Actions
el: ΕΝΕΡ TAMEIA

source: Change Price
el: Αλλαγή Τιμής

# CHANGE_WITH_COLON
source: Change:
el: Ρέστα:

source: Credit Card
el: Πιστωτική

# DELETE_ITEM_SHORT
source: Delete Item
el: Διαγ. Είδους

# DEPOSIT_BUTTON_TEXT
source: Deposit
el: Είσπραξη έναντι

source: Exit
el: Έξοδος

# FISCAL_PRINTER_READ_MEMORY_BLOCKS
source: Read Memory Blocks
el: Ανάγ. Φ.Μ. ανα Block

# FISCAL_PRINTER_READ_MEMORY_DETAILED_PER_DATE
source: Read Memory In Detail Per Date
el: Αναλυτική Αν. Φ.Μ. Ανα Ημ/νια

# FISCAL_PRINTER_READ_MEMORY_DETAILED_PER_Z
source: Read Memory In Detail Per Z
el: Αναλυτική Αν. Φ.Μ. Ανα Ζ

# FISCAL_PRINTER_READ_MEMORY_PER_DATE
source: Read Memory Summarized Per Date
el: Συνοπτική Αν. Φ.Μ. Ανα Ημ/νία

# FISCAL_PRINTER_READ_MEMORY_PER_Z
source: Read Memory Summarized Per Z
el: Συνοπτική Αν. Φ.Μ. Ανα Ζ

# FISCAL_PRINTER_READ_SIGNATURES_PER_Z
source: Read Signatures Per Z
el: Αναγ. Ηλ. Υπογραφών Ανα Ζ

# HOLD_TAB_TITLE
source: On Hold
el: Αναμονή

source: Item Discount
el: Έκπτωση Είδους

# ITEM_DISCOUNT_MULTILINE
source: Item Discount
el: Έκπτωση Είδους

source: On Hold
el: Σε αναμονή

# ON_HOLD_WITH_COLON
source: On Hold:
el: Σε Αναμονή:

# OTHER_PAYMENT
source: Other
el: Άλλο

source: Payments
el: Πληρωμές

# PREVIEW_X_SHORT
source: Preview X
el: Προεπ. Χ

# REMAINING_AMOUNT_WITH_COLON
source: Remaining Amount:
el: Υπόλοιπο:

# RETURN_PRINTED
source: RETURN
el: ΑΛΛΑΓΗ

# SET_ON_HOLD_OR_GET_FROM_HELD_DOCUMENTS
source: Set Document On Hold / Get From Held Documents
el: Σε Αναμονή/Επαναφορά Απόδειξης Από Αναμονή

source: Total Discount
el: Έκπτωση Συνόλου

# TOTAL_DISCOUNT_MULTILINE
source: Total Discount
el: Έκπτωση Συνόλου

# TOTAL_WITH_COLON
source: Total:
el: Σύνολο:

# WITHDRAW_BUTTON_TEXT
source: Withdraw
el: Ανάληψη έναντι

# DISCOUNT_SHORT
source: Disc
el: Εκπτ.

# FORCED_FISCAL_PRINTER_START_DAY
source: Fiscal Printer Start Day
el: Έναρξη Ημέρας Φορολογικού Εκτυπωτή

# FORCED_RECEIPT_CANCEL
source: Force Receipt Cancel
el: Εξαναγκασμένη Ακύρωση Απόδειξης

source: Payment
el: Πληρωμή

# QUANTITY_SHORT
source: Qty
el: Ποσότ.

# CANCEL_EDPS_PAYMENTS_FIRST
source: You must cancel all the credit card payments, before you can cancel the document
el: Παρακαλώ ακυρώστε τις πληρωμές πιστωτικής πριν την ακύρωση της απόδειξης

source: Loading, please wait ....
el: Εκκίνηση εφαρμογής, παρακαλώ περιμένετε....

# FISCAL_PRINTER_STATUS_MISSMATCH
source: Fiscal printer day status missmatch. Fiscal printer day open: {0} Application day open: {1} You must issue Z to continue.
el: Διαφορά κατάστασης Φ.Ε. και εφαρμογής. Ανοιχτή ημέρα στον Φ.Ε.: {0} Ανοιχτή ημέρα στην εφαρμογή: {1} Πρέπει να εκδοθεί Ζ για να συνεχίσετε.

source: Installments
el: Δόσεις

# AUTHORIZATION_KEY
source: Activation Key
el: Κωδικός Έγκρισης

source: Do you want to try offline ?
el: Θέλετε να δοκιμάσετε offline (τηλεφωνική έγκριση);
