Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/POS/ITS.POS.Resources/POSClientResources.*.resx
Languages: el

source: Add Coupon
el: Προσθήκη Κουπονιού

# EDPS_CHECK_COMMUNICATION
source: Check communication with EDPS device
el: Έλεγχος επικοινωνίας με συσκευή EDPS

source: Force delete payment
el: Εξαναγκασμένη διαγραφή πληρωμής

source: Cannot connect to the server
el: Δεν υπάρχει σύνδεση με το Server

# COUPON_HAS_ALREADY_BEEN_USED_TIMES
source: Coupon has already been used {0} times
el: Το κουπόνι έχει ήδη χρησιμοποιηθεί {0} φορά(ές)

source: Coupon has not been found
el: Το κουπόνι δε βρέθηκε

# COUPON_IS_ACTIVE_FROM_UNTIL
source: Coupon is active from {0} Until {1}
el: Το κουπόνι είναι ενεργό από {0} έως {1}

# ISSUE_Z_EAFDSS
source: Issue Z on EAFDSS
el: Έκδοση Ζ στον ΕΑΦΔΣΣ

source: Please define how coupon should be applied
el: Παρακαλώ ορίστε πως πρέπει να εφαρμοστεί το κουπόνι

# USER_HAS_NO_STORE_ACCESS
source: User has not access to this store
el: Ο χρήστης δεν έχει πρόσβαση στο κατάστημα

# MAX_COUNT_OF_DOC_LINES_EXCEEDED
source: The maximum count of details of current document has exceeded
el: Ο μέγιστος αριθμός γραμμών του τρέχοντος παραστατικού έχει ξεπεραστεί

# MAX_COUNT_OF_LINES
source: Maximum Count Of Document Details
el: Μέγιστος Αριθμός Γραμμών

# DOCUMENT_TYPE_NOT_USES_GENERAL_ITEMS
source: Current document type doesn't use general items
el: Ο συγκεκριμένος τυπος παραστατικού δεν χρησιμοποιεί γενικά είδη

source: No Primary Remote Printer Found
el: Δεν εντοπίστηκε απομακρυσμένος εκτυπωτής

# CUSTOMER_NOT_ALLOWED_TO_THIS_DOCUMENT_TYPE
source: Customer is not allowed to this Document Type
el: Ο πελάτης δεν επιτρέπεται σε αυτόν τον τύπο παραστατικού

# DO_YOU_WANT_TO_USE_THE_FIELD_IN_COMMENTS
source: Do you want to use the text in document comments?
el: Θέλετε να χρησιμοποιήσετε την τιμή αυτή ως σχόλιο στο παραστατικό;

# DOCUMENT_TYPE_DOES_NOT_USE_PAYMENT_METHODS_DO_YOU_WANT_TO_CLOSE_DOCUMENT
source: Document type {0} does not use payment methods.Do you want to close the document
el: Ο Τύπος Παραστατικού {0} δε χρησιμοποιεί τρόπους πληρωμής. Να κλείσει το παραστατικό;

# NOT_ALL_ITEMS_CANCELLED
source: Please cancel all details
el: Πρέπει να ακυρώσετε όλα τα είδη

# CUSTOMER_CHANGE_CANCELLED
source: Customer change is cancelled
el: Η αλλαγή πελάτη ακυρώθηκε

# GENERAL_SCALE_ERROR
source: General Error on Scale
el: Γενικό σφάλμα στο ζυγό

# PROTOCOL_OR_PARITY_ERROR
source: Protocol error or parity error
el: Σφάλμα πρωτοκόλλου ή ελέγχου Parity

# CREATE_CUSTOMER_FROM_SUPPLIER
source: Do you want to create customers based on found suppliers;
el: Να δημιουργηθεί πελάτης με βάση τα επιλεγμένα στοιχεία;

source: Supplier found
el: Επιλέξατε κάρτα που αντιστοιχεί σε προμηθευτή

source: Address Profession
el: Επάγγελμα - Δραστ. Καταστήματος

source: Card ID
el: Κωδικός Κάρτας

# CUSTOMER_ALREADY_EXISTS
source: Customer associated with input values already exists : {0}
el: Υπάρχει ήδη συναλλασόμενος βάσει των στοιχείων εισαγωγής : {0}

# OPEN_FOUND_CUSTOMER
source: Would you like to open found customer to edit?
el: Θέλετε να ανοίξετε για επεξεργασία τον συγκεκριμένο;

# SYNC_FAILED
source: Synchronization Failed.
el: Ο συγχρονισμός απέτυχε.

source: Do you want to retry?
el: Θέλετε να προσπαθήσετε ξανά;

# TAX_OFFICE_MISSING
source: Please insert a tax office
el: Παρακαλώ εισάγετε ΔΟΥ

source: Invalid Total
el: Μη έγκυρο σύνολο

source: Comments
el: Σχόλια

source: Reason
el: Αιτιολογία

source: Tax code
el: ΑΦΜ

# TAX_CODE_OR_CODE
source: Tax code/Code
el: ΑΦΜ/Κωδικός

# REASON_MISSING
source: Reason can not be empty!
el: Παρακαλώ επιλέξτε αιτιολογία

source: Next Reason
el: Επόμενη Αιτιολογία

source: Previous Reason
el: Προηγούμενη Αιτιολογία

source: Next
el: Επόμενο

source: Previous
el: Προηγούμενο

source: Up
el: Επάνω

# ISSUE_Z_EAFDSS_ERROR_RETRY
source: Error Issuing EAFDSS's Z Report. Do you want to retry ?
el: Σφάλμα κατά την έκδοση Ζ στον φορολογικό μηχανισμό. Θέλετε να προσπαθήσετε ξανά;

# USE_SPECIAL_PROFORMA
source: Special Proforma
el: Ειδικό Προτιμολόγιο

source: Please revise Special Proforma settings
el: Παρακαλώ ελέγξτε τις ρυθμίσεις για το Ειδικό Προτιμολόγιο

# POS_OFFLINE_DO_YOU_WANT_TO_TRY_TO_CLOSE_OFFLINE
source: POS is currently offline. Do you want to close the day in online mode? (WARNING! If you click OK, the process will timeout in about 1 hour)
el: Το POS είναι εκτός σύνδεσης. Θέλετε να προσπαθήσετε να κλείσετε την ημέρα σαν να ήταν σε σύνδεση ; (ΠΡΟΣΟΧΗ! Αν πατήσετε ΟΚ η διαδικασία θα προσπαθεί για περίπου 1 ώρα)

# COULD_NOT_EXECUTE_PROMOTION
source: Could not execute Promotion {0}
el: Δεν ήταν εφικτή η εφαρμογή της προωθητικής {0}

# DOCUMENT_SUCCESFULLY_SAVED_AND_PRINTED
source: Document has been succesfully saved and printed
el: Το παραστατικό αποθηκεύτηκε και εκτυπώθηκε

# DOCUMENT_SUCCESFULLY_SAVED_BUT_NOT_PRINTED
source: Document has been succesfully saved but has not been printed
el: Το παραστατικό αποθηκεύτηκε αλλά δεν εκτυπώθηκε

# DOCUMENT_SUCCESFULLY_SAVED_PRINT_ON_BACK_OFFICE
source: Document has been succesfully saved. You can print it on Web or Office Manager
el: Το παραστατικό αποθηκεύτηκε επιτυχώς. Μπορείτε να το εκτυπώσετε στο web ή στον Office Manager

# RESET_EAFDSS_DEVICES_ORDER
source: Resetl EAFDSS devices order
el: Επαναφορά ταξινόμησης ΕΑΦΔΣΣ συσκευών

# MODULE_ASSEMBLY_NOT_FOUND
source: Module Assembly {0} not found
el: Το Module {0} δε βρέθηκε

# DOCUMENT_SAVED_PRINT_FAIL
source: Printer error occurred. The legal document with number {0} has been saved.
el: Σφάλμα προέκυψε κατά την εκτύπωση. Η νόμιμη απόδειξη με αριθμό : {0} έχει αποθηκευτεί.

# REPRINT_RECEIPT
source: Reprint document
el: Επανεκτύπωση.

source: Continue
el: Συνέχεια

source: Press C to Continue
el: Για να συνεχίσετε πατήστε C

source: Press Enter for reprint
el: Για επανεκτύπωση πατήστε ENTER

# PROFORMA_SAVED_PRINT_FAIL
source: Printer error occurred. The legal document with number {0} has been saved.
el: Σφάλμα προέκυψε κατά την εκτύπωση. Το προτιμολόγιο με αριθμό : {0} έχει αποθηκευτεί.

# REPRINT_FROM_RECEPTION
source: You can reprint the document from reception
el: Σε περίπτωση πού το πρόβλημα παραμείνει, μπορείτε να τυπώσετε την απόδειξη από τη ρεσεψιόν.

# ITEM_DESCRIPTION_SEARCH
source: Search item by description
el: Αναζήτηση είδους με περιγραφή

source: Search
el: Αναζήτηση

source: Do you want to create new customer?
el: Θέλετε να δημιουργήσετε νέο πελάτη;

source: Default Document Discount
el: Προεπιλεγμένη Έκπτωση Παραστατικού

source: Check Last Fiscal Report
el: Έλεγχος τελευταίου Ζ

# USE_OPOS_REPORT
source: Print report
el: Εκτύπωση Αναφοράς

source: Yes
el: Ναί

source: Print
el: Εκτύπωση

source: PREVIEW
el: Προεπισκόπιση

source: Please Handle Printer Actions
el: Παρακαλώ ελέγξτε τα μηνύματα του Φορολογικού Εκτύπωτή

source: No Response from device
el: Η συσκευή δεν αποκρίνεται

source: No primary Cardlink found
el: Δεν βρέθηκε συσκευή Cardlink

# CASH_CASH_BUTTON
source: Cash
el: Μετρητά

# CASH_COUPON_BUTTON
source: Coupons
el: Κουπόνια

# CASH_CREDITCARD_BUTTTON
source: Credit Cards
el: Πιστωτικές

# CASH_DEPOSIT_BUTTON
source: Deposits
el: Καταθέσεις

# CASH_RETURN_BUTTON
source: Returns
el: Επιστροφές

# CASH_WITHDRAW_BUTTON
source: Withdraws
el: Αναλήψεις

# CASH_WRONG_CASH_AMOUNT
source: Τhe input {0} is not a numeric value, it may only contain numbers and one * (multiplier)
el: Το ποσό {0} δεν είναι αριθμητικό μπορείτε να εισάγετε μόνο νούμερα και ένα * (πολαπλασιαστή)

# CASH_COUNT_COIN_ALLREADY_ADDED
source: The currency value {0} is already added, the quantity of {1} will be added to the coin quantity.
el: Το νόμισμα με αξία {0} έχει ξαναεισαχθεί, η ποσότητα {1} θα προστεθεί στην υπάρχουσα ποσότητα

# CASH_COUNT_COUNT_AND_AMOUNT
source: Count: {0} Amount: {1}
el: Καταμέτρηση: {0} Αξία: {1}

# CASH_COUNT_COIN_VALUE_DOES_NOT_EXIST
source: Currency Value {0} is not valid
el: Δεν υπάρχει νόμισμα με αξία {0}

# CASH_COUNT_THERE_CAN_BE_ONLY_ONE_AMOUNT_WITHOUT_COIN_VALUE
source: There can be only one amount without Coin Value
el: Μπορεί να υπάρχει μόνο μία αξία που δεν αντιστοιχεί σε κάποιο νόμισμα χωρίς να υπάρχουν άλλες αξίες.

# CASH_INVOICE_BUTTON
source: Invoices
el: Τιμολόγια

# CONTINUE_AND_LOSE_DATA
source: Do you want to continue and lose data?
el: Θέλετε να συνεχίσετε και να χάσετε τα δεδομένα που πληκτρολογήσατε?

# CASH_COUNT_CANCEL
source: Cash Count Cancel Form
el: Ταμειακό Φύλλο Άκυρο

source: Cash Count Enter
el: Ταμειακό Φύλλο Enter

source: Cash Count Move Down
el: Ταμειακό Φύλλο Κάτω

source: Cash Count Move Up
el: Ταμειακό Φύλλο Επάνω

source: Cash Count Multiply
el: Ταμειακό Φύλλο Επί

source: Cash Count Next
el: Ταμειακό Φύλλο Επόμενο

source: Cash Count Previous
el: Ταμειακό Φύλλο Προηγούμενο

source: Cash Count Remove Line
el: Ταμειακό Φύλλο Διαγραφή Γραμμής

# CASH_COUNT_SUBMIT
source: Cash Count Submit Form
el: Ταμειακό Φύλλο Αποδοχή Αξειών

# CASH_COUNT_NOT_SAVED_AMOUNTS_EXISTING
source: There are incomplete amounts to be registered
el: Υπάρχουν μη ολοκληρωμένα ποσά προς καταχώρηση

# CASH_COUNT_YOU_DID_NOT_ENTER_ANY_VALUE
source: You did not enter any value
el: Δεν έχετε συμπληρώσει κανένα ποσό.

# CASH_COUNT_SUMMARY_TEXT
source: You have Enter the Following amounts. Do you want to save Them?
el: Έχετε συμπληρώσει τα παρακάτω ποσά, θέλετε να αποθηκευτούν;

source: ACTION FORBIDDEN DUE TO CARDLINK
el: Η ενέργεια δεν επιτρέπεται. Υπάρχει πληρωμή με Card Link

# CARDLINK_COMMUNICATION_CHECK
source: Check communication with CardLink device
el: Έλεγχος επικοινωνίας με συσκευή CardLink

# CARDLINK_COMMUNICATION_ERROR
source: Communication Error with CardLink Device
el: Έλεγχος επικοινωνίας με συσκευή CardLink

# ERRORZUPLOAD
source: Z File Failed To Upload
el: Αποτυχία στον Συγχρονισμό του Ζ

# THIRD_PART_NUM
source: Third Part Number
el: Κωδικός Τρίτου Συστήματος

source: Scale Communication Error
el: Σφάλμα επικοινωνίας με τον ζυγό

# WRONG_PAYMENT_VALUE
source: Wrong payment value, Receipt ll be canceled
el: Η αξία των πληρωμών είναι μικρότερη από την αξία του παραστατικού, η απόδειξη θα ακυρωθεί
