Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

source: Coupon Amount Is Applied as
el: Το ποσό του Κουπονιού εφαρμόζεται ως

source: Coupon Amount Type
el: Τύπος Ποσού Κουπονιού

source: Coupon Applies on
el: Εφαρμόζεται σε

# COUPON_HAS_ALREADY_BEEN_USED_TIMES
source: Coupon has already been used {0} times
el: Το κουπόνι έχει ήδη χρησιμοποιηθεί {0} φορά(ές)

source: Coupon Categories
el: Κατηγορίες Κουπονιών

# CouponCategory
source: Copoun Category
el: Κατηγορία Κουπονιού

# MaxCountOfLines
source: Maximum Count Of Document Details
el: Μέγιστος Αριθμός Γραμμών

# MaxCountOfDocLinesExceeded
source: The maximum count of details of current document has exceeded
el: Ο μέγιστος αριθμός γραμμών του τρέχοντος παραστατικού έχει ξεπεραστεί

source: Accepts general items
el: Χρησιμοποιεί γενικά είδη

# DocTypeNotUsesGeneralItems
source: Current document type doesn't use general items
el: Ο συγκεκριμένος τυπος παραστατικού δεν χρησιμοποιεί γενικά είδη

source: Is general item
el: Είναι γενικό είδος

# DocDetailUsesCustomValue
source: Uses CustomValue
el: Προσαρμοσμένη Τιμή

source: Support Loyalty
el: Υποστηρίζει Πόντους Πιστότητας

# PluCodeAlreadyAttached
source: This plu code is already assigned to an other item
el: Ο τρέχων κωδικός PLU υπάρχει ήδη σε άλλο είδος

source: From left
el: Από αριστερά

source: From right
el: Από δεξιά

source: Padding Direction
el: Αυτόματη συμπλήρωση από

source: Please set Padding settings
el: Παρακαλώ συμπληρώστε τις ρυθμίσεις αυτόματης συμπλήρωσης χαρακτήρων

source: Use Padding
el: Αυτόματη συμπλήρωση χαρακτήρων

# COUPON_HAS_BEEN_USED_TIMES
source: Coupon has been used {0} times
el: Το κουπόνι έχει χρησιμοποιηθεί {0} φορές

source: Edit Coupon
el: Επεξεργασία Κουπονιού

source: Document Gross Total
el: Σύνολο Παραστατικού

# PLEASE_DEFINE_COUPON_APPLIED_MODE
source: Please define coupon's application mode
el: Πρέπει ορίσετε τον τρόπο εφαρμογής

# PLEASE_DEFINE_WHERE_COUPON_AMOUNT_IS_APPLIED
source: Please define where coupon amount is applied to
el: Πρέπει να ορίσετε τον τρόπο εφαρμογής του ποσού

source: Cannot insert Item With Code
el: Δεν ήταν εφικτή η εισαγωγή του Είδους με κωδικό

source: Document contains no Items
el: Το Παραστατικό δεν έχει είδη

# SelectedPriceCatalogPolicyNotContainsAllItems
source: Selected price policy doesn't support all inserted items
el: H τρέχουσα τιμολογιακή πολιτική δεν υποστηρίζει όλα τα καταχωρημένα είδη

source: Only 'Value' Type Discounts are allowed in set price execution
el: Μόνο Αξιακές εκπτώσεις επιτρέπονται στην εκτέλεση ενέργειας με ορισμό τιμής

# RootApplicationRuleGroupNotFound
source: Root application rule group was not found. Promotion : {0}
el: Δεν βρέθηκε ο βασικός κανόνας της ενέργειας. Ενέργεια : {0}

# STORE_HAS_NO_DEFAULT_PRICECATALOG
source: Store has no default price catalog defined
el: Δεν έχει οριστεί προεπιλεγμένος τιμοκατάλογος για το κατάστημα

source: Display Values Mode
el: Περιοχή Προβολής

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

# CustomDataViewParameters
source: View Parameters
el: Παράμετροι Προβολής

# CustomDataViewSettings
source: View Settings
el: Ρυθμίσεις Προβολής

# NotAllSqlParametersDefined
source: You have not defined a value for every parameter in sql query
el: Δεν έχετε ορίσει τιμές για όλες τις παραμέτρους του ερωτήματος

# ReservedNameParameter
source: The current name parameter is reserved
el: Έχετε επιλέξει δεσμευμένη ονομασία παραμέτρου

source: Parameter Type
el: Τύπος Παραμέτρου

source: If you want to complete your order click on the following link
el: Για να ολοκληρώσετε την εγγραφή σας κάντε κλικ στον παρακάτω σύνδεσμο

source: Use default Document Type
el: ΕΠΑΝΑΦΟΡΑ ΣΕ ΑΠΟΔΕΙΞΗ ΑΠΟ ΠΡΟΤΙΜΟΛΟΓΙΟ

source: Variables Actions
el: Ενέργειες Μεταβλητών

source: Variables Settings
el: Ρυθμίσεις Μεταβλητών

# SelectedCustomerPriceCatalogPolicyNotContainsAllItems
source: Selected customer's price catalog policy doesn't support all inserted items
el: Η τιμολογιακή πολιτική του επιλεγμένου πελάτη δεν υποστηρίζει όλα τα καταχωρημένα είδη

# ActionTypeVariableNotFound
source: Variable {0}, which is attached to action type {1}, was not found. Import aborted
el: Η μεταβλητή {0}, που είναι συνδεδεμένη με την ενέργεια {1} δεν βρέθηκε. Η εισαγωγή ενέργειας ακυρώθηκε

# DefaultCustomDataViewSettingAlreadyExists
source: Another setting is already defined as default
el: Κάποια άλλη ρύθμιση προβολής έχει οριστεί ως προεπιλεγμένη

# DocumentContainsNotIncludedItems
source: The document contais not included items. Save cannot be completed
el: Πρέπει να αποεπιλέξτε τις μη έγκυρες γραμμές για να αποθηκεύσετε το παραστατικό

source: Not Included Item
el: Μη έγκυρο είδος

source: Default Customer Company Name
el: Προεπιλεγμένος Πελάτης

source: Default Custom Report Description
el: Προεπιλεγμένο Εκτυπωτικό

source: Default Supplier Company Name
el: Προεπιλεγμένος Προμηθευτής

# DocumentSeriesDescription
source: Document Series
el: Σειρά Παραστατικού

source: Store Document Type
el: Κατηγορία Τύπου Σειράς

# DocumentTypeDescription
source: Document Type
el: Τύπος Παραστατικού

# IsPrintedOnStoreController
source: Printed On Store Controller
el: Εκτύπωση στον Store Controller

# ID
source: Code
el: Κωδικός

# ProformaDocumentType
source: Proforma Invoice Document Type
el: Τύπος Προτιμολογίου

# ReceiptDocumentType
source: Default Document Type
el: Προεπιλ. Τύπος

# ServerName
source: Name
el: Όνομα

# ServerUrl
source: IP Address
el: Διευθύνση IP

# EnityAccessPermisionEntityType
source: Permissions
el: Τύπος Οντότητας

# eModule
source: Module
el: Τμήμα

source: Last Price Type
el: Τελευταία Τιμή

source: Last Supplier Price Type
el: Τελευταία Τιμή Προμηθευτή

source: Price Suggestion Type
el: Μέθοδος Προτεινόμενης Τιμής

source: Variable Name
el: Όνομα Μεταβλητής

source: Variable Replace Method
el: Ενέργεια

source: Parameters
el: Παράμετροι

source: Show Settings
el: Ρυθμίσεις Προβολής

# StoreHasDocuments
source: There are documents related to current store
el: Έχουν εκδοθεί παραστατικά για το συγκεκριμένο κατάστημα

# StoreIsDefinedAsRefund
source: Current store is defined as refund store for customer {0}
el: Το κατάστημα έχει οριστεί ως κατάστημα εξαργύρωσης πόντων για τον πελάτη {0}

source: Coupons Mask
el: Μάσκα Κουπονιών

source: Coupons Masks
el: Μάσκες Κουπονιών

source: Explanation
el: Επεξήγηση

source: Requested
el: Ζητήθηκε

source: Reserve Coupons
el: Δεσμεύει Κουπόνια

# ThereAreUniqueCouponsThatHaveAlreadyBeenUsed
source: There are unique coupons that have already been used {0}
el: Υπάρχουν μοναδικά κουπόνια που έχουν ήδη χρησιμοποιηθεί {0}

source: Value decimal part digit
el: Δεκαδικό τμήμα αξίας

source: Value integral part digit
el: Ακέραιο τμήμα αξίας

source: Financial
el: Χρηματοοικονομικά

source: Empty POS Password.
el: Κενός Κωδικός POS

# InvalidPOSPassword
source: Invalid Current POS Password
el: Μη έγκυρος τρέχων κωδικός POS

source: POS Passwords do not match!
el: Οι κωδικοί POS δεν ταιριάζουν!

source: Confirm New POS Password
el: Επιβεβαίωση Κωδικού POS

source: Current POS Password
el: Τρέχων Κωδικός POS

source: New POS Password
el: Νέος κωδικός POS

source: Change POS Password
el: Αλλαγή Κωδικού POS

source: Promotion CustomDataView ApplicationRule
el: Συνθήκη εφαρμογής Αθροιστή σε Προωθητική Ενέργεια

# PromotionApplicationRuleDetailCustomDataViewCondition
source: Custom Data View Conditions
el: Συνθήκες Προβολής Δεδομένων

# PromotionApplicationRuleDetailCustomDataViewParameter
source: Custom Data View Parameters
el: Παράμετροι Προβολής Δεδομένων

# POSDocumentSeriesForOrder
source: You have defined Document Series for POS as Order Type
el: Η σειρά που έχει οριστεί ως Σειρά Παραγγελίας χρησιμοποιείται μόνο από POS

# POSNotDefined
source: POS is not defined
el: Πρέπει να δηλώσετε ταμείο για αυτή την Σειρά

# PleaseDefineFolderForTransactionFiles
source: Please define folder for POS Transaction files
el: Παρακαλώ ορίστε το φάκελο για τα αρχεία Συναλλαγών του Ταμείου

# PathIsInvalid
source: Folder Path is invalid
el: Η διαδρομή του φακέλου είναι λάθος

# POSRecoveryFromCashier
source: POS recovery from cachier
el: Επαναφορά POS από το Ταμείο

source: Active from
de: Aktiv ab
el: Ενεργό από
no: Aktiv fra

source: Active until
el: Ενεργό Έως

# MaxItemOrderQtyExceeded
source: Item quantity, {0}, exceeds maximum item order quantity
el: Η ποσότητα, {0}, υπερβαίνει τη μέγιστη ποσότητα είδους ανά παραγγελία

# DocumentsMustHaveSameStore
source: The selected document must be referred to same store
el: Τα παραστατικά πρέπει να ανήκουν στο ίδιο Κατάστημα

source: Quantity number of decimal digits
el: Πλήθος δεκαδικών ψηφίων ποσοτήτων

source: Quantity number of integral digits
el: Πλήθος ακέραιων ψηφίων ποσοτήτων

source: Terminal Settings
el: Ρυθμίσεις Φορητών

source: To Store
el: Προς Κατάστημα

source: DocumentType BarcodeTypes for Weighted Barcodes
el: Τύποι Barcode για κωδικούς επί ζυγίου

source: Action Type Description
el: Περιγραφή Ενέργειας

source: Barcode Type Description
el: Περιγραφύ Τύπου Barcode

# DocumentTypeBarcodeTypes
source: Barcode Types For Weighted Barcodes
el: Τύποι Barcode για κωδικούς επί ζυγίου

source: Document have been saved but could not be printed
el: Το Παραστατικό αποθηκεύτηκε αλλά δεν ήταν εφικτή η εκτύπωσή του

source: Address Profession
el: Επάγγελμα - Δραστ. Καταστήματος

source: Derived from
el: Μετασχηματίστηκε από

source: Transformed to
el: Μετασχηματίστηκε σε

source: Updated By
el: Ενημερώθηκε από

source: Updated by Device
el: Ενημερώθηκε από την συσκευή

# UpdatedByInfo
source: Updated by Information
el: Πληροφορίες Επεξεργασίας

# PleaseSelectOwner
source: Please select a company
el: Παρακαλώ επιλέξτε εταιρία

# DocTypeHasNoTransformRules
source: Document type {0} has no transformation rules defined
el: Δεν έχουν οριστεί κανόνες μετασχηματισμού για τον Τύπο Παραστατικού {0}

source: Select Address
el: Επιλέξτε Διεύθυνση

# NoAddressInserted
source: You must insert at least an address
el: Πρέπει να εισάγετε τουλάχιστον μια διεύθυνση

# WrongUserProfileModification
source: You tried to modify the profile of another user
el: Δεν μπορείτε να επεξεργαστείτε το προφίλ άλλου χρήστη

source: AddressProfession Is Empty
el: Το Επάγγελμα - Δραστ. Καταστήματος είναι κενό

source: No Objects have been provided to check their transfer status
el: Δε δόθηκαν αντικείμενα προκειμένου να ελεγχεί η ορθή μεταφορά τους

# UknownApplicationInstance
source: Uknown Application Instance {0}
el: Άγνωστος Τύπος Εγκατάστασης {0}

source: Maximum Quantity
el: Μέγιστη Ποσότητα Γραμμής

source: Maximum Total
el: Μέγιστο Σύνολο Γραμμής

source: Maximum Value
el: Μέγιστη Αξία Γραμμής

# MaxPaymentAmount
source: Maximum Payment Amount
el: Όριο Τρόπου Πληρωμής

source: Reason
el: Αιτιολογία

source: Reasons
el: Αιτιολογίες

source: Item extra info
el: Πρόσθετες πληροφορίες είδους

# EditItemExtraInfo
source: Edit Item Extra Information
el: Επεξεργασία Πρόσθετης Πληροφορίας Είδους

source: Expires at
el: Λήγει στις

source: Ingredients
el: Συστατικά

source: Packed at
el: Συσκευάστηκε στις

source: Reason Categories
el: Κατηγορίες Αιτολογίας

source: Reason Category
el: Κατηγορία Αιτιολογίας

# ReasonCategoryIsMissing
source: Reason Category cannot be empty
el: Δεν έχετε ορίσει κατηγορία αιτιολογίας

# InvalidDetailQty
source: Invalid Quantity
el: Η ποσότητα γραμμής ξεπερνάει το επιτρεπτό όριο

# InvalidDetailTotal
source: Invalid Total
el: Το σύνολο γραμμής ξεπερνάει το επιτρεπτό όριο

# InvalidDetailValue
source: Invalid Value
el: Η αξία γραμμής ανά μονάδα ξεπερνάει το επιτρεπτό όριο

source: Invalid Payment Amount
el: Το ποσό πληρωμής ξεπερνάει το επιτρεπτό όριο

# StoreAlreadyExists
source: Current store already exists
el: Το συγκεκριμένο κατάστημα υπάρχει ήδη

# FiscalDateFrom
source: From Fiscal Date
el: Από Ημ. Φορολ. Σήμανσης

# FiscalDateFromTime
source: From Fiscal Date Time
el: Από Ώρα Φορολ. Σήμανσης

# FiscalDateTo
source: To Fiscal Date
el: Έως Ημ. Φορολ. Σήμανσης

# FiscalDateToTime
source: To Fiscal Date Time
el: Έως Ώρα Φορολ. Σήμανσης

source: Sort by category first
el: Ταξινόμηση ανά κατηγορία

# LabelsCountShown
source: Labels ({0} labels selected)
el: Ετικέτες (Επιλέχθησαν {0} ετικέτες)

source: Current Pricecatalog
el: Τρέχον Τιμοκατάλογος

source: Pricecatalog Search Method
el: Τρόπος αναζήτησης τιμής

source: Pricecatalog Tree
el: Δέντρο Τιμοκαταλόγου

source: Sort
el: Ταξινόμηση

source: Sorted Pricecatalog
el: Ταξινομημένος Τιμοκατάλογος

# StoreSortedPriceCatalogs
source: Sorted PriceCatalogs for Store
el: Ταξινόμηση Τιμοκαταλόγων για το Κατάστημα

# PriceList
source: Price Catalog
el: Τιμοκατάλογος

# SortIndexAlreadyExists
source: Selexted sort index already exists
el: Η σειρά ταξινόμησης υπάρχει ήδη

source: Price catalog policies
el: Τιμολογιακές Πολιτικές

source: Price catalog policy
el: Τιμολογιακή Πολιτική

source: Customer price catalog policies
el: Τιμολογιακές Πολιτικές

source: Store price catalog policies
el: Τιμολογιακές Πολιτικές

source: Price Catalog Policy Details
el: Τιμοκατάλογοι

# NotValidPriceCatalogPolicy
source: Not all selected policy's price catalogs are available
el: Το κατάστημα δεν υποστηρίζει όλους τους τιμοκαταλόγους της επιλεγμένης τιμολογιακής πολιτικής

source: Default Price Catalog Policy
el: Προεπιλεγμένη Τιμολογιακή Πολιτική

source: No Price Catalog Policies Defined
el: Δεν έχει οριστεί τιμολογιακή πολιτική

source: Selected Price Catalog Policies
el: Επιλεγμένες τιμολογιακές πολιτικές

source: Select Price Catalog Policy
el: Επιλέξτε Τιμολογιακή Πολιτική

source: Target Field
el: Πεδίο Προς Αναβάθμιση

# DefaultPriceCatalogPolicyIsNotDefinedForStore
source: Default Price Catalog Policy is not defined for Store {0}
el: Δεν έχει οριστεί προεπιλεγμένη Τιμολογιακή Πολιτική για το Κατάστημα {0}

# PARTIALLY_OVERLAPPING_TIME_VALUES
source: Partially Overlapping Time Values Detected
el: Ανιχνεύθηκαν μερικώς επικαλυπτόμενες τιμές χρονικής ισχύος

source: Commands
el: Εντολές

source: Store Controller Command
el: Εντολή Store Controller

source: Store Controller Status
el: Καστάσταση Store Controller

source: Offline
el: Αποσυνδεδεμένο

source: Offline ERROR
el: Αποσυνδεδεμένο λόγω σφάλματος

source: Online
el: Συνδεδεμένο

# ItemExtraInfoDescription
source: Item Extra Description
el: Πρόσθετη Περιγραφή Είδους

source: Lot
de: Partie
el: Παρτίδα

source: Special Proforma DocumentSeries
el: Σειρά Ειδικού Προτιμολογίου

source: Special Proforma DocumentType
el: Ειδικό Προτιμολόγιο

source: PriceCatalogPolicy Promotion
el: Προωθητική Ενέργεια και Τιμολογιακή Πολιτική

source: Store PriceCatalogPolicy
el: Τιμολογιακή Πολιτική Καταστήματος

source: PriceCatalogDetailTimeValue
el: Τιμή Χρονικής Ισχύος

source: Ordering already exists
el: Η Ταξινόμηση αυτή έχει ήδη οριστεί

# PrinterEncoding
source: Printer Code Page
el: Κωδικοσελίδα Εκτυπωτή

source: Application Instance
el: Τύπος Εγκατάστασης

# DUAL_MODE
source: Dual
el: Διπλή εγκατάσταση

# RETAIL
source: Headquarters
el: Κεντρικά

# STORE_CONTROLER
source: StoreController
el: Τοπικό Κατάστημα

source: Is editable at Store
el: Διαθέσιμο για επεξεργασία στο κατάστημα

source: You have unsaved changes. Are you sure you want to continue?
el: Έχετε αλλαγές που δεν αποθηκεύτηκαν. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: Special Proforma Invoices
el: Ειδικά Προτιμολόγια

# FranchiseCompany
source: Franchise
el: Εταιρεία Franchise

# DoYouWantToReload
source: The form data will be reloaded. Please check the data and modify them again, if needed
el: Τα δεδομένα θα φορτωθούν εκ νέου απο τη βάση δεδομένων. Παρακαλώ ελέγξτε την ορθότητα των δεδομένων και τροποποιήστε τα κατάλληλα.

# ObjectHasBeenUpdatedFromHQ
source: One ore more entries has already been updated by HQ.
el: Μία ή περισσότερες εγγραφές έχουν ενημερωθεί από τα κεντρικά.

# PossibleOwnUpdate
source: It is possible that your recent changes caused this behaviour.
el: Είναι πιθανό οι πρόσφατες αλλαγές σας να προκάλεσαν αυτή τη συμπεριφορά.

source: Reference Company
el: Εταιρεία αναφοράς

# PriceCheck
source: Check price
el: Έλεγχος Τιμής

source: Customer Pricecatalog Policy
el: Τιμολογιακή Πολιτκή Πελάτη

# PriceCheckResults
source: Search Details
el: Λεπτομέρειες Αναζήτησης

source: Please check Fiscal Devices for Store
el: Παρακαλώ ελέξτε τι ρυθμίσεις των Φορολογικών Συσκευών για το κατάστημα

source: Ignore Zero Prices
el: Αγνοεί τις μηδενικές τιμές

source: Price not found
el: Δε βρέθηκε τιμή

# YourLicenseWillExpireInDays
source: Your License has expired at {0} and application will stop in {1} days.Please Contant I.T.S. S.A.
el: Η Άδεια Χρήσης έληξε στις {0} και η εφαρμογή θα τερματιστεί σε {1} μέρες.Παρακαλώ επικοινωνήστε με την I.T.S. Α.Ε.

source: LicenseInfo
el: Στοιχεία Άδειας Χρήσης

source: License Management
el: Διαχείριση χρηστών άδειας χρήσης

# MaximumAllowedPeripheralUsersAreAndCounted
source: Maximum allowed peripheral users are {0} and counted {1}
el: Ο μέγιστος επιτρεπτός αριθμός χρηστών περιφερειακών συσκευών είναι {0} και μετρήθηκαν {1}

# MaximumAllowedTabletSmartPhoneUsersAreAndCounted
source: Maximum allowed tablet and or smartphone users are {0} and counted {1}
el: Ο μέγιστος επιτρεπτός αριθμός χρηστών tablet ή και smartphone είναι {0} και μετρήθηκαν {1}

source: Max Online Users
el: Μέγιστος Αριθμός Συνδεδεμένων Χρηστών

source: Max Peripheral Users
el: Μέγιστος Αριθμός Περιφερειακών Χρηστών

# MaxTabletSmartPhoneUsers
source: Max Tablet and or Smartphone Users
el: Μέγιστος Αριθμός Χρήστών Tablet ή Smartphone

# InvalidMainCompany
source: Invalid Main Company {0}
el: Μη έγκυρη Κύρια Εταιρεία {0}

# InvalidReferenceCompany
source: Invalid Reference Company {0}
el: Μη έγκυρη Εταιρεία Αναφοράς {0}

source: Financial Document List
el: Λίστα Χρηματοοικονομικών Παραστατικών

# FinancialDocumentListWrapped
source: Financial Document List
el: Λίστα Χρημ/οικονομικών Παραστατικών

source: Financial Documents
el: Χρηματοοικονομικά Παραστατικά

# FinancialWrapped
source: Financial
el: Χρημ/οικονομικά

source: New Financial Document
el: Νέο Χρηματοοικονομικό Παραστατικό

# SecondaryStore
source: Second Store
el: Δεύτερο Κατάστημα

# SelectedXLabels
source: {0} Labels Selected
el: Έχουν επιλεχθεί {0} Ετικέτες

source: Financial Document
el: Χρηματοοικονομικό Παραστατικό

source: Please add Payments
el: Παρακαλώ προσθέστε τρόπους πληρωμής

# NewFinancialDocumentWrapped
source: New Finanacial Document
el: Νέο Παραστατικό

source: Linked Line Quantity Factor
el: Συντελεστής Ποσοτήτων Συνδεδεμένων Ειδών

source: Linked Line Value Factor
el: Συντελεστής Αξιών Συνδεδεμένων Ειδών

source: Manual Linked Line Insertion
el: Χειροκίνητη Εισαγωγή Συνδεδεμένων Ειδών

source: Composition/Decomposition
el: Σύνθεση / Αποσύνθεση

# MobDecomposition
source: Decomposition
el: Αποσύνθεση

source: Line Details
el: Ανάλυση Γραμμής

source: Main Item And Linked Item Cannot Match
el: Το κύριο είδος δε μπορεί να είναι ίδιο με το είδος σύνθεσης/αποσύνθεσης

# MobComposition
source: Composition
de: Zusammenstellung
el: Σύνθεση

# FoundMatchingMobileTerminal
source: Found {0} Matching Mobile Terminal(s)
el: Βρέθηκαν {0} Φορητό/ά Τερματικό/ά με τα ίδια στοιχεία

source: Initialises Quantities
el: Αρχικοποιεί Ποσότητες

source: Initialises Values
el: Αρχικοποιεί Αξίες

# OnlyOneRuleForNotOperator
source: Not Operator should have exactly one rule
el: Ο τελεστής Not συντάσσεται με ενα κανόνα ακριβώς

source: Price Catalog In :
el: Επιλεγμένος Τιμοκατάλογος :

source: Could not establish connection
el: Η σύνδεση δεν ήταν εφικτή

# PrinterNickName
source: Printer
el: Εκτυπωτής

source: Remote Printer Service
el: Απομακρυσμένη υπηρεσία εκτυπωτή

source: Test Connection
el: Έλεγχος σύνδεσης

source: Succefully Completed
el: Επιτυχής ολοκλήρωση ενέργειας

source: Print Service Settings
el: Ρυθμίσεις Απομακρυσμένης Υπηρεσίας Εκτύπωσης

# StoreDocumentSeriesTypePrintServiceSettings
source: Print Service Settings For Document Type and Series
el: Ρυθμίσεις Απομακρυσμένης Υπηρεσίας Εκτύπωσης για Τύπο και Σειρά Παραστατικού

source: Label Print Service Settings
el: Ρυθμίσεις Απομακρυσμένης Υπηρεσίας Εκτύπωσης Ετικετών

source: Please scan item to check price or your card to check your points
el: Παρακαλώ σκανάρετε ένα είδος για να ελέγξετε την τιμή του ή την κάρτα σας για να ελέγξετε τους πόντους σας

source: Please type to search
el: Παρακαλώ πληκτρολογήστε για αναζήτηση

# AffectsCustomerBalance
source: Affects Balance
el: Επηρεάζει το υπόλοιπο πελάτη

source: Customer Balance
el: Υπόλοιπο πελάτη

source: Item category import data
el: Κατηγορίες Ειδών Εισαγωγή δεδομένων

source: Item Analytic Tree
el: Δένδρο Ανάλυσης Ειδών

source: Origin
de: Ursprung
el: Προέλευση

source: Select Triangular Address
el: Επιλογή Τριγωνικής Διεύθυνσης

source: Allow Null Fields
el: Αγνόηση κενών πεδίων(Null)

# CashierController
source: Cashier Register
el: Ταμειακές μηχανές

# CashierConnectDevice
source: Connect Device
el: Σύνδεση με συσκευή

source: Is Cash Register
el: Είναι Ταμειακή Μηχανή

source: Cash Register Settings
el: Ρυθμίσεις Ταμειακής Μηχανής

source: Cashier Register
el: Ταμειακή Μηχανή

source: Cashier Register Events
el: Ενέργειες Ταμειακής Μηχανής

# CashRegisterDevice
source: Cashier Register Device
el: Ταμειακή Μηχανή

source: Issues
el: Εκδόσεις

source: Daily Item Sales
el: Ημερήσιες Πωλήσεις Προϊόντων

source: Daily Sales
el: Ημερήσιες Πωλήσεις

source: Device Item ID
el: ID προϊόντος συσκεής

source: Total Sales Amount
el: Τελικό ποσό πώλησης

source: Total Sales QTY
el: Τελική ποσότητα πώλησης

source: Warehouse Stock
el: Απόθεμα αποθήκης

# CompanyDeviceName
source: Company Device Name: {5}
el: Λεκτικό εταιρείας: {5}

# DeviceDetails
source: POS number: {0}\n Registration: {1}\n Model: {2} \n Firmware: {3}\n Company Device Name: {4} \n
el: Αριθμός POS: {0} '\n' Συσκευή : {1} '\n' Μοντέλο: {2} \n Firmware: {3}\n Λεκτικό εταιρείας: {4} \n

# Model
source: Model: {3}
el: Μοντέλο: {3}

# POSNumber
source: POS Number: {1}
el: Αριθμός POS: {1}

# RegistrationDescr
source: Registration: {2}
el: Περιγραφή: {2}

# RegistrationNumber
source: Serial Number: {0}
el: Σειριακός αριθμός: {0}

source: Device Vat Code
el: Κωδικός ΦΠΑ Συσκευής

source: Device Vat Factor Settings
el: Ρυθμίσεις Συντελεστή ΦΠΑ Συσκευής

source: Cash Register Vat ID
el: Κωδικός ΦΠΑ Ταμειακής

source: Load Items
el: Προβολή ΕΙδών

source: Send Items to device
el: Αποστολή ειδών στην ταμειακή

# CashierBarcode
source: Cashier Register Barcode
el: Barcode Ταμειακής

source: Cash Register Item ID
el: ID Προϊόντος

source: Is Updated
el: Ενημερώθηκε

# NoIndexFoundForDevice
source: No index ID found for Device
el: Δεν βρέθηκε index ID για τη συσκευή

source: No selected any Device
el: Δεν έχει επιλεχθεί συσκευή

source: Cashier Register Document Settings
el: Ρυθμίσεις Παραστατικών Ταμειακής Μηχανής

# FaildToAddPaymentMethod
source: Add Faiure for Pament method with Code {0} Description {1} \n
el: Αποτυχία εισαγωγής τρόπου πληρωμής: Κωδικός {0} Περιγραφή {1} \n

source: Insert All PaymentTypes
el: Εισαγωγή Τρόπων Πληρωμών

# ΒalancePaymentMethod
source: Balance Payment Method
el: Τρόπος πληρωμής υπόλοιπου

# CantFindThisPaymentCodePleaseCheckCashierRegisterPaymentSettings
source: Can't find this payment code {0}. Please check payment settings.
el: Δεν βρέθηκε ο κωδικός πληρωμής {0}. Ελέξτε τις ρυθμίσεις πληρωμών

source: Delete All Items
el: Διαγραφή όλων από τη μηχανή

# DoYouWantClearAllData
source: Do you want delete all items
el: Θέλετε να διαγράψετε όλα τα προϊόντα;

# InserAllPaymentTypes
source: Insert All Payment Types
el: Αποστολή τρόπων πληρωμής

# MaxItemsAdd
source: Max Items to Add
el: Μέγιστος αριθμός προϊόντων

source: Delete Checked
el: Διαγραφή επιλεγμένων

source: Device Actions
el: Ενέργειες συσκευής

# DoYouWantToDeleteCheckedItems
source: Do you want delete checked items?
el: Θέλετε να διαγράψετε τα επιλεγμένα προϊόντα;
