Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

# DefaultZFormat
source: <?xml version="1.0" encoding="utf-8"?> <ReceiptFormat> <Header> <SimpleLine align="center" bold="true">***COMPANY NAME***</SimpleLine> <SimpleLine align="center" bold="true">Z REPORT</SimpleLine> <DynamicLine> <Cell align="center">ISSUED DATE @DateIssued@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> </Header> <Body> <SimpleLine align="center" bold="true">TRANSACTION DETAILS</SimpleLine> <DynamicLine> <Cell align="left" bold="true">TOTAL QUANTITY</Cell> <Cell align="right" bold="true">@ItemsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">AMOUNT</Cell> <Cell align="right" bold="true">@ItemsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">PRODUCT DISCOUNTS</Cell> <Cell align="right" bold="true">@DiscountsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">AMOUNT</Cell> <Cell align="right" bold="true">@DiscountsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">DOCUMENT DISCOUNTS</Cell> <Cell align="right" bold="true">@DocumentDiscountsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">AMOUNT</Cell> <Cell align="right" bold="true">@DocumentDiscountsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">INVOICES</Cell> <Cell align="right" bold="true">@InvoicesQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">AMOUNT</Cell> <Cell align="right" bold="true">@InvoicesAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">CANCELATIONS</Cell> <Cell align="right" bold="true">@CanceledQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">AMOUNT</Cell> <Cell align="right" bold="true">@CanceledAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">LOYALTY POINTS</Cell> <Cell align="right" bold="true">@LoyaltyPointsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">AMOUNT</Cell> <Cell align="right" bold="true">@LoyaltyPointsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">SWITCHES RETURNS</Cell> <Cell align="right" bold="true">@SwitchesReturnsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">AMOUNT</Cell> <Cell align="right" bold="true">@SwitchesReturnsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left">TOTAL INCOME</Cell> <Cell align="right">@TotalAmount@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">TOTAL VAT</Cell> <Cell align="right">@TotalVatAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <SimpleLine align="center" bold="true">SALES PER VAT</SimpleLine> <DynamicLine> <Cell align="left" bold="true">VAT @VatFactor1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">NET AMOUNT</Cell> <Cell align="right">@NetAmount1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">VAT AMOUNT</Cell> <Cell align="right">@VatAmount1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">TOTAL</Cell> <Cell align="right">@GrossAmount1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">VAT @VatFactor2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">NET AMOUNT</Cell> <Cell align="right">@NetAmount2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">VAT AMOUNT</Cell> <Cell align="right">@VatAmount2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">TOTAL</Cell> <Cell align="right">@GrossAmount2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">VAT @VatFactor3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">NET AMOUNT</Cell> <Cell align="right">@NetAmount3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">VAT AMOUNT</Cell> <Cell align="right">@VatAmount3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">TOTAL</Cell> <Cell align="right">@GrossAmount3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">VAT @VatFactor4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">NET AMOUNT</Cell> <Cell align="right">@NetAmount4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">VAT AMOUNT</Cell> <Cell align="right">@VatAmount4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">TOTAL</Cell> <Cell align="right">@GrossAmount4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">VAT @VatFactor5@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">NET AMOUNT</Cell> <Cell align="right">@NetAmount5@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">VAT AMOUNT</Cell> <Cell align="right">@VatAmount5@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">TOTAL</Cell> <Cell align="right">@GrossAmount5@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <SimpleLine align="center">PAYMENTS</SimpleLine> <Detail source="PaymentMethods"> <DynamicLine> <Cell align="left" maxChars="14">@PaymentMethodName@</Cell> <Cell align="right">@Qty@</Cell> <Cell align="right">@Amount@</Cell> </DynamicLine> </Detail> <SimpleLine> </SimpleLine> <SimpleLine> </SimpleLine> </Body> <Footer> <DynamicLine> <Cell align="center" bold="true">ILLEGAL RECEIPT - PUNISHABLE BY LAW</Cell> </DynamicLine> </Footer> </ReceiptFormat>
el: <?xml version="1.0" encoding="utf-8"?> <ReceiptFormat> <Header> <SimpleLine align="center" bold="true">***ΕΠΩΝΥΜΙΑ ΕΤΑΙΡΕΙΑΣ***</SimpleLine> <SimpleLine align="center" bold="true">ΔΕΛΤΙΟ ΗΜΕΡΗΣΙΑΣ ΚΙΝΗΣΗΣ Ζ</SimpleLine> <DynamicLine> <Cell align="center">ΗΜ-ΝΙΑ ΕΚΔΟΣΗΣ @DateIssued@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> </Header> <Body> <SimpleLine align="center" bold="true">ΑΝΑΛΥΣΗ ΚΙΝΗΣΕΩΝ</SimpleLine> <DynamicLine> <Cell align="left" bold="true">ΣΥΝ. ΠΟΣΟΤΗΤΑΣ ΕΙΔΩΝ</Cell> <Cell align="right" bold="true">@ItemsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΣΟ</Cell> <Cell align="right" bold="true">@ItemsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">ΕΚΠΤΩΣΕΙΣ ΕΙΔΩΝ</Cell> <Cell align="right" bold="true">@DiscountsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΣΟ</Cell> <Cell align="right" bold="true">@DiscountsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">ΕΚΠΤΩΣΕΙΣ ΣΥΝΟΛΟΥ</Cell> <Cell align="right" bold="true">@DocumentDiscountsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΣΟ</Cell> <Cell align="right" bold="true">@DocumentDiscountsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">ΠΑΡΑΣΤΑΤΙΚΑ</Cell> <Cell align="right" bold="true">@InvoicesQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΣΟ</Cell> <Cell align="right" bold="true">@InvoicesAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">ΑΚΥΡΩΣΕΙΣ</Cell> <Cell align="right" bold="true">@CanceledQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΣΟ</Cell> <Cell align="right" bold="true">@CanceledAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΝΤΟΙ</Cell> <Cell align="right" bold="true">@LoyaltyPointsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΣΟ</Cell> <Cell align="right" bold="true">@LoyaltyPointsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left" bold="true">ΑΛΛΑΓΕΣ ΕΠΙΣΤΡΟΦΕΣ</Cell> <Cell align="right" bold="true">@SwitchesReturnsQty@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΠΟΣΟ</Cell> <Cell align="right" bold="true">@SwitchesReturnsAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="left">ΣΥΝΟΛΟ ΕΙΣΠΡΑΞΕΩΝ</Cell> <Cell align="right">@TotalAmount@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΣΥΝΟΛΟ ΦΠΑ</Cell> <Cell align="right">@TotalVatAmount@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <SimpleLine align="center" bold="true">ΗΜΕΡΗΣΙΕΣ ΠΩΛΗΣΕΙΣ ΑΝΑ Φ.Π.Α</SimpleLine> <DynamicLine> <Cell align="left" bold="true">Φ.Π.Α. @VatFactor1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΚΑΘΑΡΑ ΕΣΟΔΑ</Cell> <Cell align="right">@NetAmount1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΑΞΙΑ ΦΠΑ</Cell> <Cell align="right">@VatAmount1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΣΥΝΟΛΙΚΑ ΕΣΟΔΑ</Cell> <Cell align="right">@GrossAmount1@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">Φ.Π.Α. @VatFactor2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΚΑΘΑΡΑ ΕΣΟΔΑ</Cell> <Cell align="right">@NetAmount2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΑΞΙΑ ΦΠΑ</Cell> <Cell align="right">@VatAmount2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΣΥΝΟΛΙΚΑ ΕΣΟΔΑ</Cell> <Cell align="right">@GrossAmount2@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">Φ.Π.Α. @VatFactor3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΚΑΘΑΡΑ ΕΣΟΔΑ</Cell> <Cell align="right">@NetAmount3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΑΞΙΑ ΦΠΑ</Cell> <Cell align="right">@VatAmount3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΣΥΝΟΛΙΚΑ ΕΣΟΔΑ</Cell> <Cell align="right">@GrossAmount3@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">Φ.Π.Α. @VatFactor4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΚΑΘΑΡΑ ΕΣΟΔΑ</Cell> <Cell align="right">@NetAmount4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΑΞΙΑ ΦΠΑ</Cell> <Cell align="right">@VatAmount4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΣΥΝΟΛΙΚΑ ΕΣΟΔΑ</Cell> <Cell align="right">@GrossAmount4@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">Φ.Π.Α. @VatFactor5@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΚΑΘΑΡΑ ΕΣΟΔΑ</Cell> <Cell align="right">@NetAmount5@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΑΞΙΑ ΦΠΑ</Cell> <Cell align="right">@VatAmount5@</Cell> </DynamicLine> <DynamicLine> <Cell align="left">ΣΥΝΟΛΙΚΑ ΕΣΟΔΑ</Cell> <Cell align="right">@GrossAmount5@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <SimpleLine align="center">ΠΛΗΡΩΜΕΣ</SimpleLine> <Detail source="PaymentMethods"> <DynamicLine> <Cell align="left" maxChars="14">@PaymentMethodName@</Cell> <Cell align="right">@Qty@</Cell> <Cell align="right">@Amount@</Cell> </DynamicLine> </Detail> <SimpleLine> </SimpleLine> <SimpleLine> </SimpleLine> </Body> <Footer> <DynamicLine> <Cell align="center" bold="true">ΠΑΡΑΝΟΜΗ ΑΠΟΔΕΙΞΗ - ΔΙΩΚΕΤΑΙ ΑΠΟ ΤΟΝ ΝΟΜΟ</Cell> </DynamicLine> </Footer> </ReceiptFormat>

source: Cash
el: Μετρητά

source: Cellphone
el: Κινητό

source: Closed
el: Κλειστό

source: Credit
el: Πίστωση

source: Parts
el: Τεμάχια

source: Currency Symbol
el: Σύμβολο Νομίσματος

source: Currency Pattern
el: Θέση Συμβόλου Νομίσματος

source: Transfer Purposes
el: Σκοποί Διακίνησης

# AccountInfo
source: Account Information
el: Στοιχεία Λογαριασμού

# PosUserInfo
source: POS User Information
el: Στοιχεία Χρήστη POS

source: Payment Fields
el: Πεδία φόρμας τρόπου πληρωμής

source: Field
el: Πεδίο

source: Label
el: Ετικέτα

source: Payment Field
el: Πεδία φόρμας τρόπου πληρωμής

source: FieldName is empty
el: Το πεδίο είναι άδειο

source: Label is empty
el: Η ετικέτα είναι άδεια

source: FieldName has already been selected for this Payment Method
el: Το πεδίο αυτό έχει ήδη επιλεγεί για αυτό τον Τρόπο Πληρωμής

source: You Cannot Edit This Element
el: Δεν μπορείτε να επεξεργαστείτε αυτό το αντικείμενο

# CompanyAdmin
source: Company Administrator
el: Διαχειριστής Εταιρείας

source: Company User
el: Χρήστης Εταιρείας

source: Customer User
el: Χρήστης Πελάτη

source: Can Exceed Total
el: Μπορεί να υπερβεί το σύνολο της παραγγελίας

source: Alternative Code
el: Εναλλακτικός Κωδικός

source: Alternative Codes
el: Εναλλακτικοί Κωδικοί

source: Company
el: Εταιρεία

source: Multiplier
el: Πολλαπλασιαστής

source: Import Order
el: Σειρά Εισαγωγής

# MinistryVatCategoryCode
source: Ministry Code
el: Κωδικός Υπουργείου

source: Select Company
el: Επιλέξτε εταιρεία

source: Cannot Retreive Signature
el: Δεν ήταν δυνατή η έκδοση ψηφιακής υπογραφής

# RefferenceDate
source: Reference Date
el: Ημερομηνία Αναφοράς

# DocumentRelease
source: Release Date
el: Ημερομηνία Έκδοσης

# DocumentSales
source: Document of Sales
el: Παραστατικό Πώλησης

# DocumentTypeSort
source: Doc. Type
de: Rechnungsart
el: Τύπος Παρ.
no: Dokumenttyp

# TotalSort
source: Total
el: Σύνολο

# VATFactorsAnalysis
source: VAT Analysis
el: Ανάλυση ΦΠΑ

# DocumentLineDiscount
source: Line Discount
el: Έκπτωση γραμμής

# TotalDiscountPercentage
source: Total Discount %
el: Συνολικό % έκπτωσης

source: Division
el: Επιχειρησιακός Τομέας

# MenuApplicationSettingsDivision
source: Divisions
el: Επιχειρησιακοί Τομείς

source: Price Catalog Discount
el: Έκπτωση Τιμ/λόγου

source: Company Settings
el: Ρυθμίσεις Εταιρείας

# CustomEnumeration
source: Custom Tables
el: Βοηθητικοί Πίνακες

source: Special Item
el: Είδος Ειδικής Χρήσης

source: Branch
el: Υποκατάστημα

source: Tools
el: Εργαλεία

source: Is Company Administrator
el: Εταιρικός Διαχειριστής

source: Is System Administrator
el: Διαχειριστής Συστήματος

# UserMustHaveOwner
source: User must have an Owner
el: Ο χρήστης πρέπει να ανήκει σε μία εταιρεία

source: Special Items
el: Είδη Ειδικής Χρήσης

source: Street is Empty
el: Η Διεύθυνση είναι κενή

# MinistryDocumentType
source: Official Document Type
el: Επίσημος Τύπος Παραστατικού (Υπουργείου)

# CustomEnumerationValues
source: Custom Table Values
el: Τιμές Βοηθητικών πινάκων

source: New Purchase Document
el: Νέο Παραστατικό Αγορών

source: New Sales Document
el: Νέο Παραστατικό Πωλήσεων

# PurchaseDocumet
source: Purchase Document
el: Παραστατικό Αγοράς

source: Please Select A Supplier
el: Παρακαλώ επιλέξτε προμηθευτή

source: Purchase Document List
el: Λίστα Παραστατικών Αγορών

source: Purchase Documents
el: Παραστατικά Αγοράς

source: Sales Document List
el: Λίστα Παραστατικών Πωλήσεων

source: Sales Documents
el: Παραστατικά Πωλήσεων

source: Billing Address
el: Διεύθυνση Λογιστηρίου

source: Select Device
el: Επιλέξτε Συσκευή

# SuccesfullyDeleted
source: Sucessfully Deleted
el: Επιτυχής διαγραφή

source: HasBeenTransformed
el: Έχει Μετασχηματιστεί

source: Purchases
el: Αγορές

source: Sales
el: Πωλήσεις

source: Cancel Line
el: Ακύρωση Γραμμής

source: Click to add
el: Επιλέξτε για προσθήκη

source: Delete Line
el: Διαγραφή Γραμμής

source: Fully Transformed
el: Πλήρως Μετασχηματισμένο

source: Not Transformed
el: Μη Μετασχηματισμένο

source: Partially Transformed
el: Μερικώς Μετασχηματισμένο

source: Is Default
el: Προεπιλεγμένο

# Owner
source: Company
el: Εταιρεία

source: Is POS User
el: Είναι χρήστης ταμείου

source: Cannot Delete Document
el: Δεν μπορείτε να διαγράψετε το παραστατικό

# HasBeenAutoNumbered
source: Has Been Numbered
el: Έχει λάβει αυτόματη αρίθμηση

source: Is Canceled
el: Είναι ακυρωμένο

source: From Document Number
el: Νο Παραστατικού Από

source: To Document Number
el: Νο Παραστατικού Έως

source: Allow Item Zero Prices
el: Επιτρέπει μηδενικές τιμές είδους

source: Is Canceling Series
el: Είναι Ακυρωτική Σειρά

source: Is Canceled By
el: Ακυρώνεται από

source: Cannot be transformed
el: Δε μπορεί να μετασχηματιστεί

source: Contact Us
el: Επικοινωνήστε μαζί μας

source: Designed & Developed by
el: Σχεδιάστηκε & Υλοποιήθηκε από την

source: Find us
el: Θα μας βρείτε

source: Web page
el: Ιστοσελίδα

# OwnerApplicationSettings
source: Company Application Settings
el: Εταιρικές Ρυθμίσεις Εφαρμογής

source: Status
el: Κατάσταση

source: Database Version Mismatch
el: Ανόμοιες εκδόσεις εφαρμογής - βάσης

source: POS sells inactive items
el: Τα POS επιτρέπουν την πώληση ανενεργών ειδών

# DocumentAlreadyCanceled
source: Document has benn already canceled
el: Το Παραστατικό έχει ήδη ακυρωθεί

source: Derived Documents
el: Παραγόμενα Παραστατικά

source: Referenced Documents
el: Αρχικά Παραστατικά

source: Clear Filters
el: Καθαρισμός Φίλτρων

source: Payment Method Type
el: Τύπος Τρόπου Πληρωμής

source: Not saved
el: Δεν πραγματοποιήθηκε η αποθήκευση

source: Invalid Value
el: Μη έγκυρη τιμή

source: Save changes
el: Αποθήκευση αλλαγών

source: Printed code
el: Εκτυπώμενος κωδικός

source: Electronic Journal File Packages
el: Πακέτα Αρχείων EJ

source: Please fill all required fields
el: Παρακαλώ συμπληρώστε τα υποχρεωτικά πεδία

source: InvalidDocument
el: Μη έγκυρο παραστατικό.

# ShowHideTreeSettings
source: Show/Hide Settings
el: Εμφάνιση/Απόκρυψη Ρυθμίσεων

source: Invalid file format
el: Μη έγκυρη μορφή αρχείου

source: IsOfValues
el: Αξιακό

source: Is Quantitative
el: Ποσοτικό

source: Uses MarkUp
el: Χρησιμοποιεί MarkUp

source: UsesMarkUpForm
el: Εμφανίζει τη MarkUp φόρμα

# SaveOrderAndRecalculateCosts
source: Save and recalculate costs
el: Αποθήκευση και επαναϋπολογισμός τιμών κόστους

source: Invalid Address
el: Μη έγκυρη διεύθυνση

source: Value difference
el: Διαφορά αξίας

source: Store controller ID already exists
el: Υπάρχει ήδη επικοινωνιακό με αυτόν τον Κωδικό

source: New unit price
el: Νέα τιμή αγοράς

source: Old unit price
el: Παλιά τιμή αγοράς

source: Edit Company
el: Επεξεργασία Στοιχείων Εταιρείας

source: Preview
el: Προεπισκόπηση

# ScannedDocumentHeaders
source: Scanned Documents
el: Σαρωμένα Παραστατικά

source: You cannot copy this Document
el: Δε μπορείτε να αντιγράψετε το συγκεκριμένο παραστατικό

source: Needs Ratification
el: Χρειάζεται Επικύρωση

source: Maximum Allowed Discount Percentage
el: Μέγιστο επιτρεπτό ποσοστό έκπτωσης

source: Store price catalog not found
el: Δεν βρέθηκε τιμοκατάλογος καταστήματος

source: Document Type Mapping
el: Αντιστοίχιση Τύπων Παραστατικού

source: Discount Type
el: Τύπος Έκπτωσης

source: Discount Types
el: Τύποι Έκπτωσης

source: Priority
el: Προτεραιότητα

source: Is Unique
el: Είναι μοναδικό

# DiscardsOtherDiscounts
source: Discards Other Item Discounts
el: Απορρίπτει λοιπές εκπτώσεις του είδους

source: Discount Type Fields
el: Πεδία Τύπου Έκπτωσης

source: Please select shortcuts from menu panel
el: Παρακαλώ επιλέξτε συντομεύσεις από το Μενού

# ViewForm
source: Form
el: Φόρμα

source: Roles
el: Ρόλοι

source: Please revise Document Type settings
el: Παρακαλώ διαμορφώστε κατάλληλα τις ρυθμίσεις του Τύπου Παραστατικού

# CaptchaIncorrectCode
source: The submitted code is incorrect. Please try again.
el: Ο κωδικός που εισάγατε δεν είναι σωστός. Παρακαλώ προσπαθήστε ξανά.

# PleaseFillCodeShown
source: Please type the code shown above.
el: Παρακαλώ συμπληρώστε τον κωδικό που βλέπετε.

source: Customize Columns
el: Προσαρμόσετε τις στήλες

source: Deficiency Settings
el: Ρυθμίσεις Ελλείψεων

source: Document Types
el: Τύποι Παραστατικών

source: Upload Main Layout File
el: Ανέβασμα Αρχείου Βασικής Φόρμας

source: Upload Secondary Layout File
el: Ανέβασμα Αρχείου Δευτερεύουσας Φόρμας

source: Company Logo
el: Logo Εταιρείας

# PleaseFillInDeliveryAddress
source: Please fill in the Delivery Address
el: Παρακαλώ συμπληρώστε τον Προορισμό

source: Uses Payment Methods
el: Χρησιμοποιεί Τρόπους Πληρωμής

# ComboBoxNote
source: Enter at least two symbols
el: Εισάγετε τουλάχιστον δύο χαρακτήρες

# AllowPriceCatalogSelection
source: Allow company users to select price catalog in documents
el: Επιτρέπεται στους χρήστες εταιρείας να επιλέγουν τιμοκατάλογο στα παραστατικά

source: Please Fill In Invoice Date
el: Παρακαλώ συμπληρώστε την ημερομηνία τιμολόγησης

source: Discount Amount
el: Ποσό Έκπτωσης

source: Discount Percentage
el: Ποσοστό Έκπτωσης

source: Refund Points
el: Απαιτούμενοι Πόντοι Πιστότητας

# InvoicingDateUndefined
source: You must define Invoicement Date
el: Πρέπει να δηλώσετε ημερομηνία τιμολόγησης

# PleaseReviseDocumentTypeSettingsDocumentViewForm
source: Please revise Document Type settings conserning current Role Document view form
el: Παρακαλώ διαμορφώστε κατάλληλα τις ρυθμίσεις του Τύπου Παραστατικού για τη φόρμα του τρέχοντος ρόλου

source: Please select default Document Type
el: Παρακαλώ επιλέξτε προεπιλεγμένο Τύπο Παραστατικού

# PleaseSelectSeriesDefaultDocumentTypeInCurrentStore
source: Please select Series for default Document Type in current Store
el: Παρακαλώ επιλέξτε σειρά για τον προεπιλεγμένο Τύπο Παραστατικού για το τρέχον κατάστημα

source: Document Type has already been set
el: Έχει ήδη γίνει η αντιστοίχιση για αυτόν τον Τύπο Παραστατικού

source: Scale Read Pattern
el: Μορφή δεδομένων ανάγνωσης ζυγού

source: Communication Type
el: Τύπος Επικοινωνίας

source: Is Header Discount
el: Είναι Έκπτωση Συνόλου

source: Scale
el: Ζυγοί

source: Please select a Document Type for Mobile
el: Παρακαλώ ορίστε Τύπο Παραστατικού για το φορητό

source: Please set Store Default PriceCatalog
el: Παρακαλώ ορίστε τον Προεπιλεγμένο Τιμοκατάλογο του τρέχοντος καταστήματος

source: Store Address
de: Anschrift des Geschäfts
el: Διεύθυνση Καταστήματος
no: Butikk Adresse

source: Store Basics
de: Shop Basics
el: Βασικά Στοιχεία Καταστήματος
no: Butikk Basics

# LabelsFromDocumentTags
source: Labels from Tag Documents
el: Ετικέτες από Παραστατικά Ετικετών

source: Labels with changes
el: Ετικέτες με αλλαγές

source: Please define Vat Level for Address
el: Παρακαλώ προσδιορίστε το Επίπεδο Φ.Π.Α. για την διεύθυνση

source: Label Design
el: Σχεδίαση Ετικέτας

# ComputeSettings
source: Computing and View Settings
el: Ρυθμίσεις Υπολογισμού και Προβολής

source: Loyalty Payment Method
el: Τρόπος Πληρωμής Έκπτωσης

source: Loyalty Refund Type
el: Τρόπος Επιστροφής

source: Loyalty Settings
el: Ρυθμίσεις Ποντοδοσίας

source: Padding Settings
el: Ρυθμίσεις Padding

source: Website Settings
el: Ρυθμίσεις Ιστοσελίδας

# DocumentSumForLoyalty
source: Document Sum Value
el: Αξία απόδοσης

# LoyaltyOnDocumentSum
source: Loyalty Points On Document Sum
el: Απόδοση ποντων σύμφωνα με την συνολική αξία παρ/κου

# LoyaltyPointsPerDocumentSum
source: Number Of Loyalty Points for every Document Sum Value
el: Αριθμός πόντων ανά αξία απόδοσης

source: First Line
el: Πρώτη Γραμμή

# LabelFieldsInserted
source: Fields inserted in label
el: Πεδία που εισάγωνται στην ετικέτα

source: Second Line
el: Δεύτερη Γραμμή

source: Value Changed Date
el: Ημερομηνία αλλαγής τιμής

# ControllerMessages
source: Message is shown on
de: Meldung wird auf gezeigt
el: Σελίδες όπου εμφανίζεται
no: Melding vises på

# CustomEnumerationDefinition
source: Custom Tables
el: Βοηθητικοί Πίνακες

# FormMessage
source: Static Messages
el: Στατικά Μηνύματα

# FormMessageDetails
source: Message Translations
el: Μεταφράσεις Μηνύματος

# HasMixInformation
source: Has Extra Information
el: Περιέχει Επιπρόσθετη Πληφορορία

# IsWeighed
source: Is Weighted
el: Ζυγιζόμενο Είδος

# Central
source: AssociatedCentralStore
el: Μητρικό Κατάστημα

# CustomEnumerationDescription
source: Description
el: Περιγραφή

source: Field name
el: Στήλη

# OwnerCompanyName
source: Company Name
el: Όνομα Εταιρείας

# StorePriceLists
source: Price Catalogs
el: Τιμοκατάλογοι

# PriceListDescription
source: Price List
el: Τιμοκατάλογος

# DerrivedTypeDescription
source: Derrived Document Type
el: Παραγόμενος Τύπος Παραστατικού

# DocumentTypeCustomReports
source: Reports
el: Εκτυπωτικά

# DocumentTypeRoles
source: Roles
el: Ρόλοι

# DocumentView
source: Form
el: Φόρμα

# ReportDescription
source: Custom Report
el: Προσαρμοσμένο Εκτυπωτικό

# RoleDescription
source: Role
el: Ρόλος

# StoreDocumentSeriesTypes
source: Document Series Type per Store
el: Τύποι Σειρών παραστατικών ανά Κατάστημα

# TransformsTo
source: TransformationRules
el: Κανόνες Μετασχηματισμών

# DataFileRecordHeader
source: Bridge Settings
el: Ρυθμίσεις Γεφύρωσης

source: Culture Info
el: Γλώσσα

# DataFileRecordDetails
source: Fields
el: Πεδία
