Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

# IsTabDelimited
source: Tab Delimited
el: Οριοθετημένο με Χαρακτήρες

# TabDelimitedString
source: Characters
el: Χαρακτήρες

# eDiscountType
source: Discount Type
el: Τύπος Έκπτωσης

# ReportCategory
source: Category
el: Κατηγορία

# ReportRoles
source: Roles
el: Ρόλοι

# ReportType
source: Type
el: Τύπος

# Section
source: Division
el: Επιχειρησιακός Τομέας

source: Is Approved
el: Εγκεκριμένος

# AssociatedCustomers
source: Customer
el: Πελάτης

# RoleEntityAccessPermisions
source: Permissions
el: Δικαιώματα

source: Label File Name
el: Όνομα Αρχείου Ετικέτας

source: Print Label
el: Εκτύπωση Ετικέτας

# LabelNotPrinted
source: One of the selected items has not been printed
el: Ένα από τα προϊόντα που εισάγατε δεν εκτυπώθηκε

# PrintCancelled
source: Printing was cancelled
el: Η εκτύπωση ακυρώθηκε

# ContentUnit
source: Contetnt Unit
el: Μονάδα Περιεχομένου

source: Reference Unit
el: Μονάδα Αναφοράς

source: Unit Content Value
el: Τιμή μονάδος περιεχομένου

source: Enable Purchases
el: Ενεργοποίηση Αγορών

# OnlyRefundStore
source: Refund points only from chosen refund store
el: Εξαργύρωση πόντων μόνο από το προεπιλεγμένο κατάστημα της εταιρίας

source: Refund Store
el: Κατάστημα εξαργύρωσης πόντων

source: Card ID
el: Αριθμός Κάρτας

# CardIDExistsError
source: This Card ID already exits
el: Ο αριθμός κάρτας που εισάγατε υπάρχει ήδη

# DivisionIsEmpty
source: Document Type Division is empty
el: Δεν έχει οριστεί επιχειρησιακός τομέας για αυτό το παραστατικό

source: Items with zero prices are not allowed
el: Δεν επιτρέπονται ήδη με μηδενικές τιμές

source: Empty Selection
el: Κενή Επιλογή

source: IsDefaultUniqueFields are not correctly defined
el: Δεν εχουν οριστεί σωστά τα μοναδικά πεδία για τον έλεγχο του προεπιλεγμάνου πεδίου

# ElectronicJournalFilePackage
source: Electronic Journal File Packages
el: Πακέτα Αρχείων EJ

source: Promotion
el: Προωθητική Ενέργεια

source: Promotion Application Rule
el: Κανόνας Εφαρμογής Ενέργειας

source: Promotion Application Rules
el: Κανόνες Εφαρμογής Ενέργειας

source: Promotion Execution
el: Εκτέλεση Ενέργειας

source: Promotion Executions
el: Εκτελέσεις Ενέργειας

source: Promotion Result
el: Αποτέλεσμα Ενέργειας

source: Promotion Results
el: Αποτελέσματα Ενέργειας

source: Promotions
el: Προωθητικές Ενέργειες

source: Promotion Application Rule Group
el: Σύνολο Κανόνων Εφαρμογής Ενέργειας

source: Promotion Application Rule Groups
el: Σύνολα Κανόνων Εφαρμογής Ενέργειας

source: Finish
el: Ολοκλήρωση

source: Previous
el: Προηγούμενο

source: Price
el: Τιμή

# ProductsNumber
source: Number of Products
el: Αριθμός Προϊόντων

source: Search By Exact Date
el: Αναζήτηση με βάσει την ακριβής ημερομηνία

source: Search By From Date
el: Αναζήτηση με βάσει την ημερομηνία από

source: Search Criteria
el: Κριτήρια Αναζήτησης

source: Search Term
el: Όρος Αναζήτησης

source: Ascending
el: Αύξων

source: Descending
el: Φθίνων

source: Filter By Price
el: Φίλτρο ανά Τιμή

source: Filter By Title
el: Φίλτρο ανά Τίτλο

source: Reset
el: Αναίρεση

source: Sort By
el: Ταξινόμηση Κατά

source: Change
el: Αλλαγή

source: My Cart
el: Το καλάθι μου

# CompleteOrderB2C
source: Complete Order
el: Ολοκλήρωση Παραγγελίας

source: Line Number
el: Αριθμός Γραμμής

source: Measurement Unit Mode
el: Τρόπος Χειρισμού Μονάδος Μέτρησης

# ExecutionDate
source: Executed
el: Εκτελέστηκε

source: Packing Measurement Unit
el: Μονάδα Μέτρησης Συσκευασίας

source: Municipality
el: Νομαρχία

source: Measurement Unit Type
el: Τύπος Μονάδας Μέτρησης

source: Automatic Numbering
el: Αυτόματη Αρίθμηση

# AutomaticNumberingShort
source: A/N
el: Α/Α

# PleaseDefinePackingMeasurementUnitForItem
source: Please define packing measurement unit for item {0}
el: Παρακαλώ ορίστε τη μονάδα συσκκευασίας για το είδος {0}

# ItemAndOwnerMustBeDefined
source: Both item and company must be defined in order to correlate item : {0} and company : {1}
el: Θα πρέπει να οριστούν και το είδος και η εταιρεία για τη συσχέτιση του είδους : {0} με την εταιρεία : {1}

# PleaseDefineTaxCodeBarcodeForItem
source: Please define tax code barcode for item {0}
el: Παρακαλώ ορίστε ένα Barcode για το φορολογικό κωδικό για το είδος {0}

# InvalidStoreCode
source: Code {0} is invalid
el: Ο κωδικός {0} δεν είναι έγκυρος.

source: Measurement Units
el: Μονάδες Μέτρησης

# InvalidPackingQuantity
source: Packing Quantity cannot be <=0. The current value is : {0}
el: Η ποσότητα συσκευασίας δε μπορεί να είναι <=0. Η τρέχουσα τιμή είναι : {0}

# WRMLoginDescription
source: Trading platform for all companies who want to develop the wholesale and retail network
el: Πλατφόρμα συναλλαγών για όλες τις επιχειρήσεις που θέλουν να αναπτύξουν το δίκτυο χονδρικής αλλά και λιανικής πώλησης τους

# POSKeyDataMissing
source: Key Data or Key Code are missing
el: Δεν έχει συμπληρωθεί σωστά το πεδίο Key Data/Key Code

source: Save And Close
el: Αποθήκευση και Κλείσιμο

# QunatityPacks
source: Quantity ( Packing Unit)
el: Ποσ. Μ. Συσκ.

# DirectSQL
source: SQL query
el: SQL ερώτημα

source: Use Direct SQL
el: Χρήση απευθείας SQL

source: Documents cannot be tranformed
el: Τα Παραστατικά δε μετασχηματίζονται

source: ABC Directory
el: Φάκελος ABC

source: Document cannot be tranformed
el: Το Παραστατικό δε μετασχηματίζεται

# TransformationLevel
source: Transform Prices
el: Μετασχηματισμός τιμών

# DocumentHeaderCanBeCopied
source: Document can be copied
el: Τα παραστατικά αντιγράφονται

source: Opened
el: Ανοικτό

source: No Products Found
el: Δεν βρέθηκαν προϊόντα

source: Duplicates
el: Αντίγραφα

# NoSeriesForDerivedDocumentTypes
source: No series were found for possible derived document types for current store
el: Δεν έχουν οριστεί σειρές για αυτό το κατάστημα για κανένα από τους πιθανούς τύπους μετασχηματισμού

source: Pad Barcodes
el: Αυτόματη Συμπλήρωση Barcodes

source: Pad Item Codes
el: Αυτόματη Συμπλήρωση Κωδικών Είδους

source: Connection time out
el: Η σύνδεσή σας έληξε

source: Reference code
el: Κωδικός αναφοράς

source: Totals
el: Σύνολα

# SaveAndCloseExcerpt
source: Save & Close
el: Αποθ. & Κλείσιμο

source: Update
el: Ενημέρωση

source: Operator
el: Τελεστής

source: Percentage
el: Ποσοστό

source: Customer is not set for B2C
el: Ο Πελάτης δεν έχει ορισθεί ως πελάτης B2C

source: Email already used
el: Το email χρησιμοποιείται ήδη

source: Please fill in email
el: Παρακαλώ συμπληρώστε το email

source: Invalid email
el: Μη έγκυρο email

source: New Promotion
el: Νέα Προωθητική Ενέργεια

source: Step One
el: Βήμα 1

source: Confirm Delete ?
el: Να διαγραφεί ;

# CouldNotFindTrader
source: Could not find Trader with TaxCode {0} and Code {1}
el: Δε βρέθηκε προμηθευτής με Α.Φ.Μ. {0} και κωδικό {1}

source: Value Or Percentage
el: Αξία ή Ποσοστό

source: Customer Categories
el: Κατηγορίες Πελατών

source: Customers Of Category
el: Πελάτες Κατηγορίας

# SuccesfullyChangedQuantity
source: Successfully Changed Quantity
el: Η ποσότητα του είδους άλλαξε επιτυχώς

source: Cart Is Empty
el: Το καλάθι είναι άδειο

# ItemQuantityChangedSuccessfullyB2C
source: Quantity of item {0} changed from {1} to {2}
el: Η ποσότητα του είδους {0} άλλαξε από {1} σε {2}

# ItemSuccessfullyAddedB2C
source: Item {0} successfully added
el: Το είδος {0} προστέθηκε επιτυχώς

# ItemSuccessfullyDeletedΒ2C
source: Item {0} successfully deleted
el: Το είδος {0} διαγράφηκε επιτυχώς

source: Latest Products
el: Τελευταία Προϊόντα

# ShowMore
source: Read More
el: Δείτε Περισσότερα

source: New Record
el: Νέα Εγγραφή

source: Double Click To SelectI tem Category
de: Doppelklick zur Kategorieauswahl
el: Κάντε διπλό κλικ για να επιλέξετε κατηγορία είδους
no: Dobbelklikk for å velge kategori

# DocumentIsEditing
source: The current document is edited by another user
el: Το παραστατικό βρίσκεται υπό επεξεργασία από άλλο χρήστη

# DefaultOrderType
source: Default type for order
el: Προεπιλεγμένος Τύπος Παραγγελίας

source: Mobile Document Types
el: Τύποι Κινητού

source: Mobile Type
el: Τύπος Φορητού

# ActiveFemale
source: Active
el: Ενεργή

# MobCompetition
source: Competition
el: Ανταγωνισμός

# MobEslInventory
source: Electronic Label Inventory
el: Απογραφή ESL

# MobInventory
source: Census
el: Απογραφή

# MobInvoice
source: Shipping Note (Purchase)
el: Δελτιο αποστολής αγορών

# MobInvoiceSales
source: Shipping Note (Sales)
el: Δελτίο αποστολης πωλήσεων

# MobOrder
source: Order
el: Παραγγελία

# MobPriceCheck
source: Price Checking from PDA
el: Έλεγχος τιμής από φορητό

# MobReception
source: Reception
el: Παραλαβή

# MobTag
source: Label
el: Ετικετα

# MobTransfer
source: Transfer
el: Ενδοδιακίνηση

# ItemAlreadyAddedToWishList
source: Item {0} has been previously added to WishList
el: Το είδος {0} έχει ήδη προστεθεί στην Λίστα Επιθυμιών

# ItemSuccessfullyAddedtoWishList
source: Item {0} successfully added to WishList
el: Το είδος {0} προστέθηκε επιτυχώς στην Λίστα Επιθυμιών

# ItemSuccessfullyDeletedFromWishList
source: Item {0} successfully deleted form WishList
el: Το είδος {0} αφαιρέθηκε επιτυχώς από την Λίστα Επιθυμιών

source: Add Item to WishList
el: Προσθέστε το είδος στην Λίστα Επιθυμιών

source: WishList
el: Λίστα Επιθυμιών

source: WishList Is Empty
el: Η λίστα επιθυμιών είναι άδεια

source: Buy
el: Αγορά

source: Cart Overview
el: Επισκόπηση Καλαθιού

# TotalB2C
source: Total
el: Σύνολο

source: Item Category Not Found
el: Η κατηγορία είδους δεν βρέθηκε

source: Selected Price Catalogs
el: Επιλεγμένοι Τιμοκατάλογοι

source: Continue Shopping
el: Συνεχίστε τις αγορές σας

source: Proceed to checkout
el: Ολοκλήρωση Αγοράς

# NoOrderDocumentTypeDefined
source: No document type for order is defined
el: Δεν έχει οριστεί τύπος παραστατικού παραγγελίας

# DocumentHasCrushed
source: This document was unexpectedly finished. You can recover it
el: Το παραστατικό τερματίστηκε απρόσμενα. Μπορείτε να το επαναφέρετε

source: Max Executions Per Receipt
el: Μέγιστος αριθμός εκτελέσεων ανα απόδειξη

source: Conditions
el: Συνθήκες

source: Show
el: Προβολή

# PriomotionExecutionPriority
source: Promotion Execution Priority
el: Προτεραιότητα Εκτέλεσης Ενεργειών

# AFTER_DOCUMENT_CLOSED
source: After Document is Closed
el: Μετά το κλείσιμο του παραστατικού

# ApplicationRuleGroupMissing
source: No valid application rule has been defined
el: Δεν έχει οριστεί κανόνας εφαρμογής

# BEFORE_DOCUMENT_CLOSED
source: Before Document is Closed
el: Πριν το κλείσιμο του παραστατικού

# ExecutionPlan
source: Execution Point
el: Σημείο εκτέλεσης

source: No Price Catalog Definded
el: Δεν έχει οριστεί τιμοκατάλογος

# OncePerItem
source: Apply Promotion Once Per Defined Quantity
el: Εφαρμογή προωθητικής μια φορά ανά οριζόμενη ποσότητα

source: Account successfully created
el: Ο λογαριασμός δημιουργήθηκε επιτυχώς

source: Please check your email for approval
el: Παρακαλούμε ελέγξτε το email σας για να επιβεβαιώσετε την εγγραφή σας

# PleaseCheckYourEmailForForgotPasswordToken
source: An email has been send to help you retrieve your password. Please check your email.
el: Σας έχει αποσταλεί ένα email για την ανάκτηση του κωδικού σας. Παρακαλώ ελέγξτε τα email σας.

source: Value is Repeating
el: Η Αξία είναι επαναληπτική

source: Item Already Exists
el: Το είδος ήδη υπάρχει.

source: Please check your email
el: Παρακαλώ ελέγξτε το email σας.

source: Price Catalog Already Exists
el: Ο τιμοκατάλογος υπάρχει ήδη

source: Pending Documents
el: Εκκρεμή Παραστατικά

source: Please Select Quantity
el: Παρακαλώ να επιλέξετε ποσότητα

source: Submit
el: Υποβολή

source: Enter
el: Εισάγετε

source: Our Address
el: Η διεύθυνση μας

source: Subject
el: Θέμα

source: Domain
el: Τομέας

source: Host
el: Πάροχος

source: Port
el: Θύρα

# UseSSL
source: Use STARTTLS
el: Χρήση STARTTLS

source: Color
el: Χρώμα

source: Item Execution Mode
el: Τύπος Εκτέλεσης

source: Products
el: Προϊόντα

# MOBILE_DOCUMENTSOURCE
source: Mobile
el: Φορητή Συσκευή

# POS_DOCUMENTSOURCE
source: POS
el: Ταμείο

# ShowingItemsOnPage
source: Showing {0} to {1} of {2} ({3} Pages)
el: Βλέπετε {0} έως {1} από {2} ({3} Σελίδες)

source: Total Products Number
el: Συνολικός Αριθμός Προϊόντων

# CreateAccount
source: Create Accound
el: Δημιουργία Λογαριασμού

# CreateAccountAccept
source: Create Accound and accept
el: Δημιουργώντας λογαριασμό αποδέχεστε τους

source: Region
el: Νομός

# TermsAndConditionsCase
source: Terms And Conditions
el: όρους χρήσης

source: Customer Care
el: Εξυπηρέτηση Πελατών

source: FAQ
el: Συχνές Ερωτήσεις

source: My Account
el: Ο Λογαριασμός μου

source: Order History
el: Ιστορικό Παραγγελιών

source: Products Shipping
el: Αποστολή Προϊόντων

source: Profile
el: Προφίλ

source: Sitemap
el: Χάρτης Ιστοτόπου

source: Transactions Safety
el: Ασφάλεια Συναλλαγών

source: Usefull Info
el: Χρήσιμες Πληροφορίες

source: Are you new user
el: Είστε νέος χρήστης

source: Change Your Password
el: Αλλάξτε τον κωδικό πρόσβασής

# ClickOnLinkAndNewMailWithNewPasswordWillBeSend
source: Click on the link and a new email will be send with your new password
el: Μεταβείτε στο link που θα δείτε και θα σας σταλεί νέο email με τον νέο κωδικό πρόσβασής σας.

# EnterAValidAddressOnFollowingField
source: Enter a valid address on the following field
el: Συμπληρώστε την έγκυρη διεύθυνση email σας στο παρακάτω πεδίο.

source: Enter Your Email Address
el: Εισάγετε τη διεύθυνση email σας

source: Enter Your New Password
el: Εισάγετε τον νέο κωδικό σας

source: Forgot Your Password?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;

# LoginUser
source: User Login
el: Σύνδεση Χρήστη

# OnTheFollowingEmailALinkWillBeSend
source: On the following email address a link will be send
el: Στη διεύθυνση που συμπληρώσατε θα σας αποσταλεί ένα link

source: Reset Password
el: Επαναφορά Κωδικού

source: Search by description or barcode...
el: Αναζήτηση με περιγραφή ή barcode...

source: Your new password will be safe
el: Ο νέος σας κωδικός πρόσβασης θα μείνει ασφαλής

source: Update Password
el: Ενημέρωση Κωδικού

source: Update Profile
el: Ενημέρωση Προφίλ

source: Add Address
el: Προσθήκη Δειύθυνσης

# BillingAddressB2C
source: Billing Address
el: Διεύθυνση Τιμολόγησης

source: Delete Address
el: Διαγραφή Διεύθυνσης

# DeliveryAddressB2C
source: Delivery Address
el: Διεύθυνση Αποστολής

source: Update Address
el: Ενημέρωση Διεύθυνσης

source: Invalid Filter
el: Μη έγκυρο φίλτρο

source: Place Your Order
el: Καταχωρήστε την παραγγελία σας

source: Product
el: Προϊόν

source: Your Order
el: Η παραγγελία σας

source: New password cannot be the same as the old password
el: Ο νέος κωδικός δε μπορεί να είναι ίδιος με τον παλιό κωδικό

source: Bank Deposit
el: Κατάθεση σε τραπεζικό λογαριασμό

source: Cash On Delivery
el: Αντικαταβολή

# PleaseLogin
source: Please Login or Register to access your account
el: Παρακαλώ Συνδεθείτε ή Εγγραφείτε ώστε να έχετε πρόσβαση στον λογαριασμό σας

# YourAccountIsActivated
source: Your account is active. Please Login
el: Ο λαγαριασμός σας έχει ενεργοποιηθεί. Παρακαλώ συνδεθείτε

# WelcomeB2C
source: Welcome
el: Καλώς Ήρθατε

source: Printed Description
el: Εκτυπώμενη Περιγραφή

# PleaseLoginBeforeBuy
source: Please login and complete your order
el: Παρακαλώ συνδεθείτε για να ολοκληρώσετε την αγορά σας

source: Order Comment
el: Σχόλιο Παραγγελίας

source: Order Review
el: Επισκόπηση Παραγγελίας

source: Contact Info
el: Στοιχεία Επικοινωνίας

source: Best value for company
el: Καλύτερη τιμή για την εταιρεία

source: Worst value for company
el: Χειρότερη τιμή για την εταιρεία

source: Friday
el: Παρασκευή

source: Monday
el: Δευτέρα

source: None Day
el: Καμία μέρα

source: Saturday
el: Σάββατο

source: Sunday
el: Κυριακή

source: Thursday
el: Πέμπτη

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: ADD CUSTOMER
el: ΠΕΛΑΤΗΣ

source: ADD DOCUMENT DISCOUNT
el: ΕΚΠΤΩΣΗ ΣΥΝΟΛΟΥ

source: ADD DOCUMENT DISCOUNT FROM FORM
el: ΠΡΟΣΘΗΚΗ ΕΚΠΤΩΣΗΣ ΣΥΝΟΛΟΥ ΜΕ ΕΠΙΛΟΓΗ

source: ADD ITEM
el: ΕΙΔΟΣ

source: ADD ITEM WEIGHTED
el: ΖΥΓΙΖΟΜΕΝΟ ΕΙΔΟΣ ΜΕ ΛΗΨΗ ΒΑΡΟΥΣ

source: ADD LINE DISCOUNT
el: ΕΚΠΤΩΣΗ ΓΡΑΜΜΗΣ

source: ADD LINE DISCOUNT FROM FORM
el: ΠΡΟΣΘΗΚΗ ΕΚΠΤΩΣΗΣ ΓΡΑΜΜΗΣ ΜΕ ΕΠΙΛΟΓΗ

source: ADD PAYMENT
el: ΠΛΗΡΩΜΗ

source: ADD PAYMENT FROM FORM
el: ΠΛΗΡΩΜΗ ΜΕ ΕΠΙΛΟΓΗ

source: ADD TOTAL PAYMENT
el: ΣΥΝΟΛΙΚΗ ΠΛΗΡΩΜΗ

source: ADD TOTAL PAYMENT FROM FORM
el: ΣΥΝΟΛΙΚΗ ΠΛΗΡΩΜΗ ΜΕ ΕΠΙΛΟΓΗ

source: APPLICATION EXIT
el: ΤΕΡΜΑΤΙΣΜΟΣ ΕΦΑΡΜΟΓΗΣ

source: CALL OTHER ACTION
el: ΚΛΗΣΗ ΑΛΛΗΣ ΕΝΤΟΛΗΣ

source: CANCEL DISCOUNT
el: ΑΚΥΡΩΣΗ ΕΚΠΤΩΣΗΣ

source: CANCEL DOCUMENT
el: ΑΚΥΡΩΣΗ ΑΠΟΔΕΙΞΗΣ

# CANCEL_POS
source: CANCEL
el: ΑΚΥΡΩΣΗ

source: CHANGE ITEM PRICE
el: ΑΛΛΑΓΗ ΤΙΜΗΣ

source: CHECKPRICE
el: ΕΛΕΓΧΟΣ ΤΙΜΗΣ

source: DELETE ITEM
el: ΔΙΑΓΡΑΦΗ ΓΡΑΜΜΗΣ

source: DELETE PAYMENT
el: ΔΙΑΓΡΑΦΗ ΠΛΗΡΩΜΗΣ

source: DISPLAY DEPOSIT
el: ΚΑΤΑΘΕΣΗ

source: DISPLAY RETURN ITEM FORM
el: ΕΠΙΣΤΡΟΦΗ ΜΕ ΕΠΙΛΟΓΗ

source: DISPLAY WITHDRAWAL
el: ΑΝΑΛΗΨΗ

source: DOCUMENT TOTAL
el: ΣΥΝΟΛΟ

source: FIND ITEM
el: ΕΥΡΕΣΗ ΕΙΔΟΥΣ

source: FIND SCAN CODE
el: ΕΥΡΕΣΗ SCAN CODE

source: FISCAL PRINTER PRINT FISCAL MEMORY BLOCKS
el: ΕΚΤΥΠΩΣΗ BLOCK ΦΟΡ. ΜΝΗΜ.

source: FISCAL PRINTER REPRINT Z REPORTS
el: ΦΟΡ. ΕΚΤ. ΕΠΑΝΕΚΤΥΠΩΣΗ Ζ

source: GET DOCUMENT FROM HOLD
el: ΑΠΟ ΑΝΑΜΟΝΗ

source: ISSUE X
el: ΕΚΔΟΣΗ Χ

source: ISSUE Z
el: ΕΚΔΟΣΗ Ζ

source: MOVE DOWN
el: ΚΑΤΩ

source: MOVE UP
el: ΠΑΝΩ

# MULTIPLY_QTY
source: MULTIPLY QUANTITY
el: ΠΟΛΛΑΠΛΑΣΙΑΣΤΗΣ ΠΟΣΟΤΗΤΑΣ

# NONEACTION
source: NONE
el: ΚΑΜΙΑ ΕΝΕΡΓΕΙΑ

source: OPEN DRAWER
el: ΑΝΟΙΓΜΑ ΣΥΡΤΑΡΙΟΥ

source: PREVIEW X REPORT
el: ΠΡΟΕΠΙΣΚΟΠΗΣΗ ΑΝΑΦΟΡΑΣ Χ

source: REPRINT RECEIPTS
el: ΕΠΑΝΕΚΤΥΠΩΣΗ ΑΠΟΔΕΙΞΕΩΝ

source: RESTART
el: ΕΠΑΝΕΚΚΙΝΗΣΗ ΥΠΟΛΟΓΙΣΤΗ

source: RETURN ITEM
el: ΕΠΙΣΤΡΟΦΗ

source: SERVICE - FORCED CANCEL DOCUMENT
el: SERVICE - ΕΞΑΝΑΓΚΑΣΜΕΝΗ ΑΚΥΡΩΣΗ ΑΠΟΔΕΙΞΗΣ ΦΟΡ. ΕΚΤ.

source: SERVICE - FORCED START DAY FISCAL PRINTER
el: SERVICE - ΕΞΑΝΑΓΚΑΣΜΕΝΗ ΕΝΑΡΞΗ ΗΜΕΡΑΣ ΦΟΡ. ΕΚΤ.

source: SET DOCUMENT ON HOLD
el: ΣΕ ΑΝΑΜΟΝΗ

source: SET FISCAL ON ERROR
el: ΘΕΣΗ ΦΟΡ ΜΗΧ ΣΕ ΒΛΑΒΗ

source: SET OR GET DOCUMENT ON HOLD
el: ΣΕ/ΑΠΟ ΑΝΑΜΟΝΗ

source: SHUTDOWN
el: ΤΕΡΜΑΤΙΣΜΟΣ ΥΠΟΛΟΓΙΣΤΗ

source: START FISCAL DAY
el: ΕΝΑΡΞΗ ΗΜΕΡΑΣ

source: START SHIFT
el: ΕΝΑΡΞΗ ΒΑΡΔΙΑΣ

source: USE PROFORMA
el: ΠΡΟΤΙΜΟΛΟΓΙΟ

# NonOrderUnit
source: No use of order units
el: Χωρίς χρήση μονάδων παραγγελίας

# OrderUnit
source: Use of order units
el: Χρήση μονάδων παραγγελίας

source: Automatic
el: Αυτόματο

source: Manual
el: Χειροκίνητο

# CompanyNew
source: Company
el: Εταιρία

# FormatType_Receipt
source: Receipt
el: Απόδειξη

source: Key
el: Πλήκτρο

source: Select Shipping Address
el: Επιλέξτε διεύθυνση αποστολής

source: Last name
el: Επώνυμο

# NONE_COMMAND
source: NO COMMAND
el: ΚΑΜΙΑ ΕΝΤΟΛΗ

source: RELOAD ENTITIES
el: ΕΠΑΝΑΦΟΡΤΩΣΗ ΟΝΤΟΤΗΤΩΝ

source: RESTART POS
el: ΕΠΑΝΕΚΚΙΝΗΣΗ POS

source: SEND CHANGES
el: ΑΠΟΣΤΟΛΗ ΑΛΛΑΓΩΝ

source: After number
el: Μετά τον αριθμό

source: After number with space
el: Μετά τον αριθμό με διάστημα ενδιάμεσα

source: Before number
el: Πριν τον αριθμό

source: Before number with space
el: Πριν τον αριθμό με διάστημα ενδιάμεσα

source: Scales
el: Ζυγαριές

source: Font
el: Γραμματοσειρά

source: Fonts
el: Γραμματοσειρές

# CLOSED_MACHINE_STATUS
source: Closed
el: Κλειστό

# DAYSTARTED
source: Fiscal day started
el: Έναρξη ημέρας

source: Open Document
el: Ανοιχτό παραστατικό

# OPENDOCUMENT_PAYMENT
source: Payment
el: Πληρωμή

source: Open Drawer
el: Ανοιχτό συρτάρι

# PAUSE
source: Paused
el: Αναμονή

source: Sale
el: Πώληση

# UNKNOWN_MACHINE_STATUS
source: Unknown status
el: Άγνωστη κατάσταση

# POSITION0
source: Position 1
el: Θέση 1

# POSITION1
source: Position 2
el: Θέση 2

# POSITION2
source: Position 3
el: Θέση 3

# POSITION3
source: Position 4
el: Θέση 4

# POSITION4
source: Position 5
el: Θέση 5

source: Unknown Position
el: Άγνωστη θέση

# SystemAdmin
source: System Administrator
el: Διαχειριστής Συστήματος

source: Payment
el: Πληρωμή

# DEFAULT_TRANSFORM_LEVEL
source: EDITABLE TRANSFORMED DOCUMENT
el: ΜΕ ΔΥΝΑΤΟΤΗΤΑ ΕΠΕΞΕΡΓΑΣΙΑΣ ΠΑΡΑΣΤΑΤΙΚΟΥ

# FREEZE_EDIT
source: UNEDITABLE TRANSFORMED DOCUMENT
el: ΧΩΡΙΣ ΔΥΝΑΤΟΤΗΤΑ ΕΠΕΞΕΡΓΑΣΙΑΣ

# FREEZE_VALUES
source: EDITABLE TRANSFORMED DOCUMENT VALUES
el: ΜΕ ΔΥΝΑΤΟΤΗΤΑ ΕΠΕΞΕΡΓΑΣΙΑΣ ΤΙΜΩΝ

# Admin
source: Administrator
el: Διαχειριστής

# AllUserType
source: All user types
el: Όλοι οι τύποι χρηστών

source: None user type
el: Κανένας τύπος χρήστη

# AdvancedFormView
source: Advanced
el: Αναλυτική

# SimpleFormView
source: Simple
el: Απλή

# SearchCapital
source: Search
el: αναζητηση

source: Offer detail
el: Είδος προσφοράς

source: Price catalog detail
el: Είδος τιμοκαταλόγου

source: Cards
el: Πιστωτική κάρτα

source: Is Mandatory
el: Υποχρεωτικά

source: Is Optional
el: Προαιρετικά

source: Order And Packing Measurement Unit
el: Μονάδα Μέτρησης Παραγγελίας και Συσκευασίας

source: Order Measurement Unit
el: Μονάδα Μέτρησης Παραγγελίας

source: Undefined
el: Απροσδιόριστο

# AddedItemToWishList
source: The item has been added to wishlist
el: Το είδος έχει προστεθεί στην Λίστα Επιθυμιών

source: Order Number
el: Αριθμός Παραγγελίας

source: Here
el: Εδώ

source: If you forgot your password click on the following url
el: Εάν ξεχάσατε τον κωδικό σας μεταβείτε στον παρακάτω σύνδεσμο

# IfYouWantToSeeYourOrdersClickOnTheFollowingLink
source: If you want to see your orders click on the following url
el: Εάν θέλετε να δείτε όλες τις παραγγελίες σας μεταβείτε στον παρακάτω σύνδεσμο

# ThankYouForYourOrder
source: Thanks you for your order
el: Ευχαριστούμε για την παραγγελία σας

source: Your new password
el: Ο νέος σας κωδικός

# AutoIssueZEAFDSS
source: Auto Issue EAFDSS Z
el: Αυτόματη Έκδοση Ζ ΕΑΦΔΣΣ

source: Campaigns
el: Καμπάνιες

source: Custom Action Code
el: Προσαρμοσμένος Κωδικός Ενέργειας

source: Custom Action Codes
el: Προσαρμοσμένοι Κωδικοί Ενεργειών

source: GENERIC CANCEL
el: ΓΕΝΙΚΕΥΜΕΝΗ ΑΚΥΡΩΣΗ

# ACTION_PAUSE
source: PAUSE
el: ΠΑΥΣΗ

source: Hide Statistics
el: Κλείσιμο Στατιστικών

source: Show Statistics
el: Εμφάνιση Στατιστικών

source: Latitude
el: Γεωγραφικό Πλάτος

source: Longitude
el: Γεωγραφικό Μήκος

source: with number
el: με αριθμό

source: Email is invalid
el: Το email δεν είναι έγκυρο

source: Email is required
el: Το email απαιτείται

source: Fullname is required
el: Το όνομα απαιτείται

source: Subject is required
el: Το θέμα είναι απαραίτητο

# PrintLabelSettingsNotDefined
source: No printing labels settings for current store are defined
el: Δεν έχουν οριστεί ρυθμίσεις εκτύπωσης ετικετών για αυτό το κατάστημα

source: Divorced
el: Διαζευγμένος

source: Female
el: Θήλυ

source: Male
el: Άρρεν

# MaritalStatusSingle
source: Single
el: Άγαμος

source: Married
el: Έγγαμος

source: Widowed
el: Χήρος

source: Invalid Time Value
el: Λάθος ρύθμιση τιμής χρονικής ισχύος

source: Time Value
el: Τιμή χρονικής ισχύος

source: Time Value Valid From Date
el: Τιμή χρονικής ισχύος από

source: Time Value Valid Until Date
el: Τιμή χρονικής ισχύος έως

source: Birth Date
el: Ημ. Γέννησης

source: Cats
el: Γάτα

# ChildInfo
source: Children Information
el: Στοιχεία Τέκνων

source: Dogs
el: Σκύλος

# FatherName
source: Father's Name
el: Όνομα Πατρός

source: Marital Status
el: Οικογενειακή κατάσταση

source: Other Pets
el: Άλλα Κατοικίδια

source: Sex
el: Φύλο

source: Increases Drawer Amount
el: Αυξάνει το ποσό του συρταριού

# LabelPrinted
source: Printed Label
el: Εκτυπωμένη Ετικέτα

# NoPaymentMethodDefined
source: No payment method is defined
el: Δεν έχει οριστεί τρόπος πληρωμής για αυτό το παραστατικό

# PaymentMethodsAmountLess
source: Total amount of selected payment methods is less than document total
el: Το σύνολο των επιλεγμένων τρόπων πληρωμής υπολείπεται του συνόλου του παραστατικού

# FormDescription
source: Printing Document Description
el: Ονομασία παραστατικού κατά την εκτύπωση

source: Asks for Starting Amount
el: Ζητάει Αρχικό Ποσό

source: Database Operations
el: Λειτουργίες στην Βάση Δεδομένων

source: Table
el: Πίνακας
