Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

source: Manufacturer
el: Κατασκευαστής

source: New Prices From
el: Νέες Τιμές Από

source: Connection Type
el: Τύπος Σύνδεσης

source: Device
el: Συσκευή

source: Device Info
el: Πληρ. Συσκευής

source: Devices
el: Συσκευές

source: Device Specific Type
el: Συγκεκριμένος Τύπος Συσκευής

source: Device Type
el: Τύπος Συσκευής

source: Is Primary
el: Πρωτεύων

source: Line Chars
el: Χαρακτήρες Ανά Γραμμή

source: COM Settings
el: Ρυθμίσεις COM

source: Logo Location
el: Θέση Λογότυπου

source: Logo Text
el: Κείμενο Λογότυπου

source: LPT Settings
el: Ρυθμίσεις LPT

source: New Line
el: Νέα Γραμμή

source: Number of Lines
el: Πλήθος Γραμμών

source: OPOS Settings
el: Ρυθμίσεις OPOS

source: Port Name
el: Θύρα

source: Edit Device
el: Επεξεργασία Συσκευής

source: New Device
el: Νέα Συσκευή

source: Ethernet Settings
el: Ρυθμίσεις Ethernet

# IndirectSettings
source: Indirect Connection Settings
el: Ρυθμίσεις Έμμεσης Σύνδεσης

# OpenCommandString
source: Command "Open" String
el: Εντολή Ανοίγματος (Συρτάρι)

source: Parent Device Name
el: Μητρική Συσκευή (Όνομα)

source: Key Position 0 Command String
el: Χαρακτήρες Θέσης Κλειδιού 0

source: Key Position 1 Command String
el: Χαρακτήρες Θέσης Κλειδιού 1

source: Key Position 2 Command String
el: Χαρακτήρες Θέσης Κλειδιού 2

source: Key Position 3 Command String
el: Χαρακτήρες Θέσης Κλειδιού 3

source: Key Position 4 Command String
el: Χαρακτήρες Θέσης Κλειδιού 4

source: Default Customer
el: Προεπιλ. Πελάτης

source: Edit POS
el: Επεξεργασία POS

source: Fiscal Method
el: Μέθοδος Φορολογοποίησης

source: New POS
el: Νέο POS

source: POS Info
el: Πληροφορίες POS

source: Default Document Series
el: Προεπιλ. Σειρά

source: Default Document Status
el: Προεπιλ. Κατάσταση

source: Default Document Type
el: Προεπιλ. Τύπος

source: Default Payment Method
el: Προεπιλ. Τρόπος Πληρωμής

source: Edit POS Key Mapping
el: Επεξεργασία Αντιστοίχισης Πλήκτρου

source: Edit POS Keys Layout
el: Επεξεργασία Πληκτρολογίου

source: New POS Key Mapping
el: Νέα Αντιστοίχιση Πλήκτρου Ενέργειας

source: New POS Keys Layout
el: Νέο Πληκτρολόγιο

source: Keys
el: Πλήκτρα

source: Action Code
el: Κωδικός Ενέργειας

source: Notification Type
el: Τύπος Ειδοποίησης

source: Entry Mode
el: Τρόπος Εισαγωγής

source: File Name
el: Αρχείο

# LayoutPreview
source: Preview
el: Προεπισκόπιση

source: Copies
el: Αντίγραφα

# POSConfig
source: POS Configuration
el: Ρυθμίσεις POS

source: Deposit Document Series
el: Σειρά Καταθέσεων

source: Deposit Document Type
el: Τύπος Καταθέσεων

source: Deposit Item
el: Είδος Καταθέσεων

source: Key Mappings
el: Αντιστοιχίσεις Πλήκτρων

source: Edit Store Controller Settings
el: Επεξεργασία Ρυθμίσεων Επικοινωνιακού

source: New Store Controller Settings
el: Νέες Ρυθμίσεις Επικοινωνιακού

# EditPOSActionLevelsSet
source: Edit Action-Levels Set
el: Επεξεργασία Ομάδας Ενεργειών - Επιπέδων

# NewPOSActionLevelsSet
source: New Action-Levels Set
el: Νέα Ομάδα Ενεργειών-Επιπέδων

# POSActionLevelsSets
source: Action-Levels Sets
el: Ομάδες Επιπέδων-Ενεργειών

# POSActionLevel
source: Action Level
el: Επίπεδο Ενέργειας

source: Key Level
el: Επίπεδο Κλειδιού

source: Action
el: Ενέργεια

# POSActionLevelsSet
source: Action-Levels Set
el: Ομάδα Επιπέδων-Ενεργειών

source: POS Password
el: Κωδικός POS

source: POS Username
el: Όνομα Χρήστη POS

source: POS User level
el: Επίπεδο Χρήστη POS

source: POS Settings
el: Ρυθμίσεις POS

# POSKeyMapping
source: Key Mapping
el: Αντιστοίχιση Πλήκτρου

# POSKeysLayout
source: Keys Layout
el: Πληκτρολόγιο

# POSKeysLayoutInfo
source: Keys Layout Info
el: Πληρ. Πληκτρολογίου

# POSKeysLayouts
source: Key Layouts
el: Πληκτρολόγια

# POSLayout
source: Form Layout
el: Φόρμα POS

# POSLayouts
source: Form Layouts
el: Φόρμες POS

source: POS Status
el: Κατάσταση POS

# ExistingPOSUser
source: A user already exists with the same POS User Name
el: Υπάρχει ήδη ένας χρήστης με ίδιο Όνομα Χρήστη POS

source: Printer Station
el: Στάση Εκτυπωτή

source: Terminals
el: Τερματικά

source: Terminal Type
el: Τύπος Τερματικού

source: Receipt Variable Identifier
el: Χαρακτήρας Μεταβλητής (Μορφή Απόδειξης)

source: Receipt Format
el: Μορφή Απόδειξης

source: X Report Format
el: Μορφή Αναφοράς Χ

source: Z Report Format
el: Μορφή Αναφοράς Ζ

source: Redirect To
el: Ανακατεύθυνση Σε

source: Upload Layout File
el: Ανέβασμα Αρχείου Φόρμας

source: Printing Type
el: Τύπος Εκτύπωσης

source: Receipt Formats
el: Μορφές Αποδείξεων

source: Proforma Invoice Document Type
el: Τύπος Προτιμολογίου

source: Uses Touch Screen
el: Χρησιμοποιεί Οθόνη Αφής

source: Proforma Invoice Document Series
el: Σειρά Προτιμολογίου

source: Uses Key Lock
el: Χρησιμοποιεί Κλειδί

source: Store Controller Settings
el: Ρυθμίσεις Επικοινωνιακού

source: Send Command
el: Αποστολή Εντολής

source: Is Online
el: Είναι Online

# ItemName
source: Name
el: Ονομασία

source: Last Known Status
el: Τελευταία Γνωστή Κατάσταση

source: Latest Update
el: Τελευταία Ενημέρωση

source: Mask
el: Μάσκα

source: Prefix
el: Πρόθεμα

source: All Products
el: Όλα τα προιόντα

source: Exact Date
el: Ακριβής Ημερομηνία

source: From Date
el: Από Ημερομηνία

# TransactionFilesFolder
source: POS Transaction Files Folder for Recovery
el: Φάκελος αρχείων κινήσεων POS για αποκατάσταση

source: Process POS transaction files
el: Επεξεργασία αρχείων κινήσεων POS

source: Processing... Please Wait.
el: Επεξεργασία... Παρακαλώ Περιμένετε

source: Opens Drawer
el: Ανοίγει Συρτάρι

source: Customer cannot have more than one pricatalog in one Store
el: Ο Πελάτης δε μπορεί να έχει περισσότερους από έναν τιμοκαταλόγους στο ίδιο Κατάστημα

# InitializationDefaultAddress
source: Default Address
el: Αρχικοποιημένη Προεπιλεγμένη διεύθυνση

# InitializationPOBox
source: PO Box
el: Τ.Θ.

source: POS Id not found
el: Τo POS με τον συγκεκριμένο κωδικό δεν υπάρχει

# InitializationDefaultCustomer
source: Default Customer
el: ΠΕΛΑΤΗΣ ΛΙΑΝΙΚΗΣ

# InitializationDemoCityTaxOffice
source: Demo City Tax Office
el: ΔΟΥ

# InitializationDemoCompanyName
source: Demo Company Name
el: ΑΡΧΙΚΗ ΕΤΑΙΡΕΙΑ

# InitializationNormalVatLevel
source: Normal VatLevel
el: Κανονικό

# InitializationPostCode
source: Post Code
el: Τ.Κ

# InitializationProffesion
source: Proffesion
el: Έπαγγελμα

# InitializationReducedVatLevel
source: Reduced VatLevel
el: Μειωμένο

source: Invoice
el: Τιμολόγιο

source: Landline
el: Σταθερό τηλέφωνο

source: Deposit
el: Κατάθεση

source: Store Employee
el: Υπάλληλος Καταστήματος

source: Store Manager
el: Υπεύθυνος Καταστήματος

source: Open
el: Άνοιγμα

source: ProformaInvoice
el: Προτιμολόγιο

source: Receipt
el: Απόδειξη Λιανικής Πώλησης

source: Supplier Code
el: Κωδικός προμηθευτή

source: Vat Factor
el: Συντελεστής Φ.Π.Α.

source: Withdrawal
el: Ανάληψη

source: Item Quantity (Decimal Part)
el: Ποσότητα (Δεκαδικό Μέρος)

source: Item Quantity (Integer Part)
el: Ποσότητα (Ακέραιο Μέρος)

source: Item Value (Decimal Part)
el: Αξία (Δεκαδικό Μέρος)

source: Item Value (Integer Part)
el: Αξία (Ακέραιο Μέρος)

source: Mask Characters
el: Χαρακτήρες Μάσκας

source: Other
el: Άλλο

# ItemCodeFull
source: Item Code
el: Κωδικός Είδους

# CustomerCodeFull
source: Customer Code
el: Κωδικός Πελάτη

# DefaultReceiptFormat
source: <?xml version="1.0" encoding="utf-8"?> <ReceiptFormat> <Header> <SimpleLine align="center" bold="true">***COMPANY NAME***</SimpleLine> <DynamicLine condition="Receipt"> <Cell align="center" bold="true">RETAIL RECEIPT</Cell> </DynamicLine> <DynamicLine condition="proForma"> <Cell align="center" bold="true">PROFORMA INVOICE</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="center" bold="true">@FinalizedDate@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">R/N: @DocumentNumber@</Cell> <Cell align="right" bold="true">REGISTRY: @POSID@</Cell> </DynamicLine> <DynamicLine condition="NONDEFAULTCUSTOMER"> <Cell align="left" bold="true">CUSTOMER</Cell> <Cell align="left" bold="true">@CustomerDisplayName@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> </Header> <Body> <Detail source="DocumentDetail"> <DynamicLine condition="singleQuantity"> <Cell align="left" maxChars="20">@CustomDescription@</Cell> <Cell align="right">@GrossTotalBeforeDiscount@ @ItemVatCategoryDescription@</Cell> </DynamicLine> <DynamicLine condition="multiQuantity"> <Cell align="left" maxChars="20">@CustomDescription@</Cell> </DynamicLine> <DynamicLine condition="multiQuantity"> <Cell align="left"> @Qty@ X @FinalUnitPriceWithVat@</Cell> <Cell align="right">@GrossTotalBeforeDiscount@ @ItemVatCategoryDescription@</Cell> </DynamicLine> <!--<DynamicLine condition="NonZeroLineDiscount"> <Cell align="left" maxChars="20"> ΕΚΠΤΩΣΗ</Cell> <Cell align="center"> -@TotalNonDocumentDiscount@ ΕΥΡΩ</Cell> </DynamicLine>--> <Detail source="DocumentDetailDiscount"> <DynamicLine> <Cell align="left"> @DisplayName@</Cell> <Cell align="right"> -@Value@ ΕΥΡΩ</Cell> </DynamicLine> </Detail> </Detail> </Body> <Footer> <SimpleLine align="center">---------------------------------</SimpleLine> <DynamicLine condition="NonZeroDocumentDiscount"> <Cell align="left" bold="true">TOTAL</Cell> <Cell align="right" bold="true">@GrossTotalBeforeDocumentDiscount@ EUROS</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine condition="NonZeroDocumentDiscount"> <Cell align="left" bold="true">DISCOUNT</Cell> <Cell align="right" bold="true">@AllDocumentHeaderDiscounts@ ΕΥΡΩ</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">GROSS TOTAL</Cell> <Cell align="right" bold="true">@GrossTotal@ EUROS</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <Detail source="DocumentPayment"> <DynamicLine> <Cell align="left" bold="true">@PaymentMethodDescription@</Cell> <Cell align="right" bold="true">@Amount@ </Cell> </DynamicLine> </Detail> <DynamicLine condition="HasChange"> <Cell align="left" bold="true">CHANGE</Cell> <Cell align="right" bold="true">@Change@ </Cell> </DynamicLine> <SimpleLine> </SimpleLine> <SimpleLine align="center">THANK YOU FOR CHOOSING US</SimpleLine> <SimpleLine> </SimpleLine> <!--<SimpleLine></SimpleLine> <SimpleLine></SimpleLine> <DynamicLine> <Cell align="center">@Signature@</Cell> </DynamicLine>--> <DynamicLine condition="Receipt"> <Cell align="center" bold="true">LEGAL RECEIPT</Cell> </DynamicLine> <DynamicLine> <Cell align="center" bold="true">ILLEGAL RECEIPT - PUNISHABLE BY LAW</Cell> </DynamicLine> </Footer> </ReceiptFormat>
el: <?xml version="1.0" encoding="utf-8"?> <ReceiptFormat> <Header> <SimpleLine align="center" bold="true">***ΕΠΩΝΥΜΙΑ ΕΤΑΙΡΕΙΑΣ***</SimpleLine> <DynamicLine condition="Receipt"> <Cell align="center" bold="true">ΑΠΟΔΕΙΞΗ ΛΙΑΝΙΚΗΣ ΠΩΛΗΣΗΣ</Cell> </DynamicLine> <DynamicLine condition="proForma"> <Cell align="center" bold="true">ΠΡΟΤΙΜΟΛΟΓΙΟ</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine> <Cell align="center" bold="true">@FinalizedDate@</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">Α/Α: @DocumentNumber@</Cell> <Cell align="right" bold="true">TAMEIO: @POSID@</Cell> </DynamicLine> <DynamicLine condition="NONDEFAULTCUSTOMER"> <Cell align="left" bold="true">ΠΕΛΑΤΗΣ</Cell> <Cell align="left" bold="true">@CustomerDisplayName@</Cell> </DynamicLine> <SimpleLine> </SimpleLine> </Header> <Body> <Detail source="DocumentDetail"> <DynamicLine condition="singleQuantity"> <Cell align="left" maxChars="20">@CustomDescription@</Cell> <Cell align="right">@GrossTotalBeforeDiscount@ @ItemVatCategoryDescription@</Cell> </DynamicLine> <DynamicLine condition="multiQuantity"> <Cell align="left" maxChars="20">@CustomDescription@</Cell> </DynamicLine> <DynamicLine condition="multiQuantity"> <Cell align="left"> @Qty@ X @FinalUnitPriceWithVat@</Cell> <Cell align="right">@GrossTotalBeforeDiscount@ @ItemVatCategoryDescription@</Cell> </DynamicLine> <!--<DynamicLine condition="NonZeroLineDiscount"> <Cell align="left" maxChars="20"> ΕΚΠΤΩΣΗ</Cell> <Cell align="center"> -@TotalNonDocumentDiscount@ ΕΥΡΩ</Cell> </DynamicLine>--> <Detail source="DocumentDetailDiscount"> <DynamicLine> <Cell align="left"> @DisplayName@</Cell> <Cell align="right"> -@Value@ ΕΥΡΩ</Cell> </DynamicLine> </Detail> </Detail> </Body> <Footer> <SimpleLine align="center">---------------------------------</SimpleLine> <DynamicLine condition="NonZeroDocumentDiscount"> <Cell align="left" bold="true">ΣΥΝΟΛΟ</Cell> <Cell align="right" bold="true">@GrossTotalBeforeDocumentDiscount@ ΕΥΡΩ</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <DynamicLine condition="NonZeroDocumentDiscount"> <Cell align="left" bold="true">ΕΚΠΤΩΣΗ</Cell> <Cell align="right" bold="true">@AllDocumentHeaderDiscounts@ ΕΥΡΩ</Cell> </DynamicLine> <DynamicLine> <Cell align="left" bold="true">ΤΕΛΙΚΟ ΣΥΝΟΛΟ</Cell> <Cell align="right" bold="true">@GrossTotal@ ΕΥΡΩ</Cell> </DynamicLine> <SimpleLine> </SimpleLine> <Detail source="DocumentPayment"> <DynamicLine> <Cell align="left" bold="true">@PaymentMethodDescription@</Cell> <Cell align="right" bold="true">@Amount@ </Cell> </DynamicLine> </Detail> <DynamicLine condition="HasChange"> <Cell align="left" bold="true">ΡΕΣΤΑ</Cell> <Cell align="right" bold="true">@Change@ </Cell> </DynamicLine> <SimpleLine> </SimpleLine> <SimpleLine align="center">ΕΥΧΑΡΙΣΤΟΥΜΕ ΓΙΑ ΤΗΝ ΠΡΟΤΙΜΗΣΗ</SimpleLine> <SimpleLine> </SimpleLine> <!--<SimpleLine></SimpleLine> <SimpleLine></SimpleLine> <DynamicLine> <Cell align="center">@Signature@</Cell> </DynamicLine>--> <DynamicLine condition="Receipt"> <Cell align="center" bold="true">ΝΟΜΙΜΗ ΑΠΟΔΕΙΞΗ</Cell> </DynamicLine> <DynamicLine condition="proForma"> <Cell align="center" bold="true">ΠΑΡΑΝΟΜΗ ΑΠΟΔΕΙΞΗ - ΔΙΩΚΕΤΑΙ ΑΠΟ ΤΟΝ ΝΟΜΟ</Cell> </DynamicLine> </Footer> </ReceiptFormat>
