Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

# ZIssueFaildPleaseTryAgain
source: Z Issue was faild. Please try again.
el: Αποτυχία έκδοσης Ζ. Παρακαλώ δοκιμάστε ξανά.

source: Cashier Register Items
el: Προϊόντα ταμειακής μηχανής

source: Cancels Total
el: Σύνολο Ακυρωμένων

source: Illegal Receipt Number
el: Αριθμός ακυρωμένων Αποδείξεων

source: Receipt Number
el: Αριθμός Αποδείξεων

source: Refunds Total
el: Σύνολο Επιστροφών

source: Voids Total
el: Σύνολο Κενών

source: Cashier Registers
el: Ταμειακές Μηχανές

source: Updater Threads
el: Νήματα Ενημερώσεων

source: Thread Name
el: Όνομα Νήματος

source: Thread State
el: Κατάσταση Νήματος

source: Affects
el: Επιδρά

source: Initialises
el: Αρχικοποιεί

source: No affection
el: Καμμία επίδραση

source: Stock
el: Απόθεμα

source: Desirable Stock
el: Επιθυμητό Απόθεμα

source: Allow Item Value Edit
el: Επιτρέπει αλλαγή στην τιμή του είδους

source: Affects Item Stock
el: Επηρεάζει το απόθεμα είδους

# PleaseDefineAReportForDocumentType
source: Please define a report for Document Type {0}
el: Παρακαλώ ορίστε εκτυπωτικό για τον Τύπο Παραστατικού {0}

# DocumentCannotBeCanceledSeriesBelongsToDifferentApplicationInstances
source: Document cannot be canceled Series belongs to different Application Instances {0}, {1}
el: Το παραστατικό δε μπορεί να ακυρωθεί γιατί η Σειρά ανήκει σε διαφορετικό τύπο εγκατάστασης {0}, {1}

source: Max Chars per Command
el: Μέγιστοι χαρακτήρες εντολής

source: You have chosen an digital signature but you have note selected an Ministry document type
el: Έχετε επιλέξει ψηφιακή υπογραφή αλλά δεν έχετε ορίσει επίσημο τύπο παραστατικού του Υπουργείου

# InvalidDeviceIndicesFoundNoItemsOnDeviceButMaxIndexFoundIs
source: Invalid Device Indices Found {0} Items on Device but max index found is {1}
el: Μη έγκυροι δείκτες στη Συσκευή.Βρέθηκαν {0} Είδη στη Συσκευή αλλά ο μέγιστος δείκτης είναι {1}

source: POS Report Setting
el: Ρυθμίσεις Εκτυπωτικού Ταμείου

# POSReportSettings
source: POS Document Report Settings
el: Ρυθμίσεις Παραστατικών Εκτυπωτικών Ταμείου

source: POS Print Format
el: Εκτυπωτικό Ταμείου

source: Thermal Printer
el: Θερμικός Εκτυπωτής

source: Windows Printer
el: Εκτυπωτής Windows

# DoesNotAllowDiscount
source: Does not allow discounts
el: Δεν επιτρέπει εκπτώσεις

# IsTax
source: Concerns Tax-Εxpenditure-Holds
el: Αφορά Φόρο-Δαπάνη-Κράτηση

source: Not Allow Discounts
el: Δεν επιτρέπονται εκπτώσεις

# DefaultDocumentDiscount
source: Document Discount
el: Έκπτωση Παραστατικού

source: Discount Percentage
el: Έκπτωση Ποσοστό

source: Discount Value
el: Έκπτωση Αξία

source: Increase Vat And Sales
el: Αυξάνει τον αθροιστή TaxRecord

source: Join In Totalizers
el: Συμμετέχει στους αθροιστές ταμείου

source: Use Cardlink
el: Χρήση Cardlink

source: HQ Custom Reports
el: HQ Προσαρμοσμένα Εκτυπωτικά

source: HQ Custom Report View
el: Προβολή Προσαρμοσμένου Εκτυπωτικού HQ

# HQCustomReportViewMaxTries
source: Error trying load Report
el: Σφάλμα φόρτωσης Προσαρμοσμένου Εκτυπωτικού HQ

# GDPREnabled
source: View GDPR Fields
el: Εμφάνiση Πεδίων GDPR

source: GDPR Comments
el: Σχόλια GDPR

source: GDPR Anonymization Date
el: Ημερομηνία Ανωνυμοποίησης GDPR

source: GDPR Export Date
el: Ημερομηνία Εξαγωγής GDPR

source: GDPR Export Protocol Number
el: Αριθμός Πρωτοκόλλου σύμβασης GDPR Εξαγωγής Δεδομένων

source: GDPR Registration Date
el: Ημερομηνία αποδοχής σύμβασης GDPR

source: Execute GDPR Actions
el: Εκτέλεση ενεργειών GDPR

# GDPRAnonymize
source: GDPR Anonymize Customer
el: Ανωνυμοποίηση Πελατών

# GDPRExport
source: Export Customers GDPR Data
el: Εξαγωγή Δεδομένων GDPR (Πελάτες)

# GDPRCustomerAnonymizationReport
source: Customer Anonymization Protocol Report
el: Εκτυπωτικό πρωτοκόλλου Ανωνυμοποίησης πελατών

# GDPRCustomerExportReport
source: Customer Export Protocol Report
el: Εκτυπωτικό πρωτοκόλλου Εξαγωγής πελατών

# GDPRExportPrint
source: GDPR Print Request
el: Εκτύπωση αίτησης εξαγωγής

# GDPRProtocolNumberEnter
source: Please Enter The GDPR Protocol Number
el: Παρακαλώ εισάγετε τον αριθμό προτοκόλου

source: GDPR Settings
el: Ρυθμίσεις GDPR

# GDPRSupplierAnonymizationReport
source: Supplier Anonymization Protocol Report
el: Εκτυπωτικό πρωτοκόλλου Ανωνυμοποίησης προμηθευτών

# GDPRSupplierExportReport
source: Supplier Export Protocol Report
el: Εκτυπωτικό πρωτοκόλλου Εξαγωγής προμηθευτών

source: GDPR Anonymization Protocol Number
el: Αριθμός πρωτοκόλλου σύμβασης GDPR Διαγραφής Δεδομένων

source: GDPR Anonymization User
el: Χρήστης Ανωνυμοποίησης Δεδομένων GDPR

source: GDPR Anonymize Supplier
el: Ανωνυμοποίηση Προμηθευτών

# GDPRExportSupplier
source: Export Suppliers GDPR Data
el: Εξαγωγή Δεδομένων GDPR (Προμηθευτές)

# GDPRAnonymizeThis
source: Anonymize
el: Ανωνυμοποίηση

# GDPRAnonymizationCompleted
source: The anonymization is completed
el: Η ανωνυμοποίηση ολοκληρώθηκε

# GDPRFirstAnonymizationConfirmation
source: Do you want to anonymize this entry?
el: Θέλετε να ανωνυμοποιήσετε την εγγραφή;

# GDPRSecondAnonymizationConfirmation
source: This Action is irreversible do you want to continue?
el: Η διαδικασία αυτή ΔΕΝ επαναφέρεται, Θέλετε να συνεχίσετε

source: GDPR Registrations Protocol Number
el: Αριθμός πρωτοκόλλου αποδοχής σύμβασης GDPR

# GDPRPrintFormsNotSelected
source: Please Select The GDPR Print Forms For the Company
el: Παρακαλώ συμπληρώστε τις φόρμες εκτύπωσης για τις εργασίες GDPR στην Εταιρία

source: More Filters
el: Πρόσθετα Φίλτρα

source: Leaflets
el: Φυλλάδια

source: Could Not Validate Taxcode
el: Δεν επαληθεύτηκε το ΑΦΜ

source: Fill The Form
el: Συμπληρώστε τη φόρμα

# OnlyDigitsAllowed
source: Wrong Taxcode Value
el: Λάθος Μορφή ΑΦΜ

# TaxCodeCannotBeNull
source: Vat Number Cannot be Empty
el: To ΑΦΜ δεν μπορεί αν είναι κενό

# TaxCodeShouldbe9digits
source: Taxcode should be at least 9 digits
el: To ΑΦΜ πρέπει να περιέχει 9 αριθμούς

source: Tax Code Validated
el: Ο Α.Φ.Μ. Επαληθεύτηκε

source: Leaflet Info
el: Πληροφορίες Φυλλαδίου

source: End Time
el: Ώρα λήξης

source: Start Time
el: Ώρα έναρξης

source: Leaflet
el: Φυλλάδιο

# LastSuccefullyUpdate
source: Last Succefull Update
el: Τελευταία ενημέρωση

source: Progress
el: Πρόοδος

source: Progress Bar
el: Μπάρα προόδου

source: Selected
el: Επιλεγμένο

source: Select None
el: Επιλογή Κανενός

source: Send All Items To Cashiers
el: Αποστολή όλων των ειδών στις ταμειακές μηχανές

source: Send Items To Cashiers
el: Αποστολή ειδών στις ταμειακές μηχανές

source: Check Vat Number
el: Έλεγχος ΑΦΜ

source: Create POS Device Database
el: Δημιουργία βάσης δεδομένων ταμειακών συσκευών

# PosDeviceDatabaseDownloadError
source: There was an error downloading POS DEVICE item Database
el: Σφάλμα κατά το κατέβασμα του αρχείου ειδών των ταμειακών μηχανών

# CashierUpdateDownloadedItems
source: Updating Downloaded Items: {0} from {1}
el: Αποστολή Κατεβασμένων Ειδών: {0} από {1}

# CashierUpdateItemsGettingItems
source: Getting Items
el: Εύρεση Ειδών

# AnOtherActionIsWorkingWithThisDevice
source: Another Action Is Running in This Device
el: Εκτελείται ήδη μια διαδικασία στην συσκευή αυτή

source: Cashiers
el: Ταμειακές

source: Clearing Old Possitions
el: Εκκαθάριση παλαιών Θέσεων

# ReadingItemsFromDatabase
source: Getting Changed Items From Database
el: Εύρεση ειδών απο την βάση

source: Sending Changed Items
el: Αποστολή Ειδών

source: Updating Daily Totals
el: Ενημέρωση Πωλήσεων Ημέρας

# UpdatingItemsDone
source: Done Sending Items
el: Η αποστολή ολοκληρώθηκε

source: Vat Category A
el: Κατηγορία Φ.Π.Α. Α

source: Vat Category B
el: Κατηγορία Φ.Π.Α. Β

source: Vat Category C
el: Κατηγορία Φ.Π.Α. Γ

source: Vat Category D
el: Κατηγορία Φ.Π.Α. Δ

source: Vat Category E
el: Κατηγορία Φ.Π.Α. Ε

# CashierDeviceFailure
source: Device Failure
el: Αποτυχία συσκευής

# CashierPleaseSelectCashiers
source: Please Select Cashiers
el: Παρακαλώ επιλέξτε ταμειακές

# CashierReloadDailyTotals
source: Reload Daily Totals
el: Ανανέωση ημερήσιων πωλήσεων

# CashierSendItemSales
source: Send Item Sales
el: Αποστολή Πωλήσεων Ειδών

# CashierSendSalesAndIssueZReport
source: Send Sales And Issue Z Report
el: Αποστολή Ειδών και έδοση Ζ

source: Max Cashier Items Exeeded
el: Έχετε υπερβεί το όριο ειδών της Ταμειακής

source: Current Action
el: Τρέχουσα Διαδικασία

# FromToString
source: {0} out of {1}
el: {0} από {1}

source: ISSUE X -> OK
el: ΕΚΔΟΣΗ Χ -> OK

source: Error Reading From Cashier
el: Σφάλμα κατά την ανάγνωση από την Ταμειακή.

# CashierDevicePrintingXReportError
source: Error on Printing X Report on device {0}, the sales have been saved, you have to issue the report manually, the error was: {1}
el: Σφάλμα κατά την εκτύπωση Χ στην ταμειακή {0}, το παραστατικό καταχωρήθηκε, πρέπει να εκδοθεί Χ και Ζ χειροκίνητα, το σφάλμα ήταν: {1}

# CashierDevicePrintingZReportError
source: Error on Printing Z Report on device {0}, the sales have been saved, you have to issue the report manually, the error was: {1}
el: Σφάλμα κατά την εκτύπωση Ζ στην ταμειακή {0}, το παραστατικό καταχωρήθηκε, πρέπει να εκδοθεί Ζ χειροκίνητα, το σφάλμα ήταν: {1}

# CashierDeviceSendingSalesDocumentError
source: Error on saving document from device {0}, the error was: {1}
el: Σφάλμα κατά την καταχώρηση παραστατικού από την ταμειακή {0}, το σφάλμα ήταν: {1}

# CashierErrorReadingSales
source: Cashier Error on Reading Sales from device {0} the error was: {1}
el: Σφάλμα κατά την ανάγνωση πωλήσεων από την ταμειακή {0}, το σφάλμα ήταν: {1}

source: Cash Register Devices
el: Ταμειακές Μηχανές

source: Pos Reports
el: Εκτυπωτικά Ταμείου

# Pos_Report_Edit
source: Edit Pos Report
el: Επεξεργασία Εκτυπωτικού Ταμείου

# Pos_Report_New
source: New Pos Report
el: Νέο Εκτυπωτικό Ταμείου

source: DuplicateLeafletDetail
el: Διπλή εγγραφή

# PosOposReportSettings
source: Opos Report Settings
el: Ρυθμίσεις Εκτυπωτικών Opos

# USE_OPOS_REPORT
source: Print report
el: Εκτύπωση Αναφοράς

source: Use Slider Pause Form
el: Χρήση Slider στη πάυση

source: Cashier Device Code
el: Κωδικός Ταμειακής Μηχανής

source: Use Cash Counter
el: Χρήση Ταμειακού Φύλλου

# DisplayInCashCount
source: Display Payment Method In Cash Count
el: Εμφάνιση στο Ταμειακό φύλλο

# CASH_COUNT_CANCEL
source: Cash Count Cancel Form
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΑΚΥΡΟ

source: Cash Count Enter
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ENTER

source: Cash Count Move Down
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΚΑΤΩ

source: Cash Count Move Up
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΕΠΑΝΩ

source: Cash Count Multiply
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΕΠΙ

source: Cash Count Next
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΕΠΟΜΕΝΟ

# CASH_COUNT_PREVIOUS
source: Cash Count Previus
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΠΡΟΪΓΟΥΜΕΝΟ

source: Cash Count Remove Line
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΔΙΑΓΡΑΦΗ ΓΡΑΜΜΗΣ

# CASH_COUNT_SUBMIT
source: Cash Count Submit Form
el: ΤΑΜΕΙΑΚΟ ΦΥΛΛΟ ΑΠΟΔΟΧΗ ΑΞΕΙΩΝ

source: Validate
el: Επιβεβαίωση

source: Charge to User
el: Ανάθεση σε Χρήστη

source: Handels Currencies
el: Υποστηρίζει νομίσματα

# OnIssueXClosePacketOnCreditDevice
source: Close Packet On X
el: Έκδοση Πακέτου με το Χ

# LeafletDetail
source: Leaflet Item
el: Είδος Φυλλαδίου

# LeafletStore
source: Leaflet per Store
el: Κατάστημα ανά Φυλλάδιο

source: Non Transformed
el: Μή Μετ/μένα

source: Pos Start Amount
el: Πάγιο

source: Transformed
el: Μετ/μένα

source: Allow Offline Mode
el: Επιτρέπεται Offline Λειτουργία

source: Create SFA Database
el: Δμιουργία Βάσης SFA

source: Mobile
el: Φορητό

source: Mobile Description
el: Περιγραφή φορητού

source: Tablet Settings
el: Ρυθμίσεις Tablet

# SupportCustomerVatLevel
source: Supports Customer VatLevel
el: Υποστηρίζει το φπα Πελάτη

# ThirdPartNum
source: Third Part Number
el: Κωδικός Τρίτου Συστήματος

# UseThirdPartNum
source: Use Third Part Number Key
el: Χρήση κλειδιού Κωδικού Τρίτου Συστήματος

source: Merge Documents
el: Συγχώνευση Παραστατικών

source: Vehicle Number
el: Αρ. Μεταφ. Μέσου

source: Update Sales Records
el: Συμμετέχει στους Αθρ.Πωλήσεων(Report Api)

source: Barcode
no: Strekkode

source: Barcodes
no: Strekkoder

source: Log
no: Logg
