Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

# MesurmentUnit
source: M.U.
de: M.E.
el: Μ.Μ.
no: Måleenh.

source: Page
de: Seite
el: Σελίδα
no: Side

source: Payable
de: ZU ZAHLEN
el: Πληρωτέο
no: Playable

source: Payment Methods
de: Zahlungsweisen
el: Τρόποι Πληρωμής
no: Betalingsmetoder

source: Phone
de: Telefon
el: Τηλέφωνο
no: Telefon

source: Total Net Value
de: GESAMTNETTOWERT
el: ΣΥΝ. ΚΑΘ. ΑΞΙΑΣ
no: Total Netto

source: Total Quantity
de: GESAMTMENGE
el: ΣΥΝ. ΠΟΣΟΤΗΤΑΣ
no: Totalt Antall

source: Total Value
de: GESAMTBETRAG
el: ΣΥΝΟΛΙΚΗ ΑΞΙΑ
no: Total Verdi

# ItemCode
source: Code
de: Arikelcode
el: Κωδικός
no: Vnr

source: Print Document
de: Bestellung drucken
el: Εκτύπωση Παραστατικού
no: Skriv Dokument

source: Storage
de: Lager
el: Αποθήκη
no: Lager

source: Export Lines
el: Εξαγωγή Γραμμών
no: Eksporter Linjer

# FormToShow
source: Message is shown on
el: Σελίδες όπου εμφανίζεται
no: Melding vises på

# EditFormMessages
source: Edit Static Messages
el: Επεξεργασία Στατικών Μηνυμάτων
no: Rediger Statiske Meldinger

# MessagePlace
source: Message Position
el: Τοποθέτηση Μηνύματος
no: Meldingssted

source: Message Translations
el: Μεταφράσεις Μηνύματος
no: Melding Oversettelser

source: Message
el: Μήνυμα
no: Melding

source: Locale
el: Γλώσσα
no: Lokal

# Messages
source: Static Messages
el: Στατικά Μηνύματα
no: Statiske Meldinger

source: Category
de: Kategorie
el: Κατηγορία
no: Kategori

# ChildItems
source: Related Items
de: ChildItem
el: Συναφή Είδη
no: Relaterte Varer

source: Clear Category
de: Definition der Kategorien
el: Καθαρισμός Κατηγορίας
no: Fjern Kategori

source: Default Barcode
de: Standardbarcode
el: Κύριο Barcode
no: Standard Strekkode

source: Edit Item
de: Artikel bearbeiten
el: Επεξεργασία Είδους
no: Rediger Vare

source: Inserted Date
de: Eingabedatum
el: Ημ/νία Εισαγωγής
no: Innsatt Dato

source: Items
de: Artikel
el: Είδη
no: Varer

source: Item Supplier
de: Hauptlieferant
el: Βασικός Προμηθευτής
no: Vareleverandør

source: Mother Code
de: Übergeordneter Code
el: Μητρικός Κωδικός
no: Mor kode

source: Prices
de: Preise
el: Τιμές
no: Priser

source: Seasonality
de: Jahreszeitbedingt
el: Εποχικότητα
no: Sesongvariasjon

source: Updated On
de: Aktualisiert am
el: Ενημερώθηκε Στις
no: Oppdatert Den

source: Vat Category
de: Mehrwertsteuerkategorie
el: Κατηγορία Φ.Π.Α.
no: MVA Kategori

# InsertedDateFilter
source: New Items From
de: Neue Artikel von
el: Νέα Είδη Από
no: Nye Varer Fra

# UpdatedOnFilter
source: Updated From
de: Aktualisiert von
el: Ενημερώθηκε Από
no: Oppdatert Fra

source: Categories
de: Kategorien
el: Κατηγορίες
no: Kategorier

source: Linked Items
de: Verbundene Artikel
el: Συνδεδεμένα Είδη
no: Koblede Varer

source: Category Node
de: Knoten
el: Κόμβος
no: Kategori Node

# CategoryRoot
source: Root
de: Stamm
el: Ρίζα
no: Rot

source: Item
de: Artikel
el: Είδος
no: Vare

source: New Category
de: Kategorie einfügen
el: Προσθήκη Κατηγορίας
no: Ny Kategori

source: New Item
de: Artikel einfügen
el: Νέο είδος
no: Ny Vare

source: Item Info
de: Informationen zum Produkt
el: Στοιχεία Είδους
no: Vareinfo

source: Linked Item
de: Verbundener Artikel
el: Συνδεδεμένο Είδος
no: Koblet Vare

source: Linked Item Info
de: Informationen zum verbundenen Artikel
el: Στοιχεία Συνδεδεμένου Είδους
no: Kobleet Vareinfo

# LinkedItemQtyFactor
source: Quantity Factor
de: Pfand
el: Ποσότητα Εγγυοδοσίας
no: Antall Faktor

source: Price Info
de: Preisinformation
el: Στοιχεία Τιμής
no: Prisinfo

source: Add Items
de: Artikel einfügen
el: Προσθήκη Ειδών
no: Legg til Vare

source: Add Items To Category
de: Artikel in die Kategorie einfügen
el: Προσθήκη Ειδών στην Κατηγορία
no: Legg til Varer til Kategori

source: Change Category
de: Kategorie ändern
el: Αλλαγή Κατηγορίας
no: Endre Kategori

source: Edit Item Category
de: Kategorie bearbeiten
el: Επεξεργασία Κατηγορίας
no: Rediger Varekategori

source: Item Categories
de: Artikelkategorien
el: Κατηγορίες Ειδών
no: Varekategorier

source: Items Of Category
de: Kategorienart
el: Είδη Κατηγορίας
no: Varer i Kategori

source: Category Path
de: Pfad
el: Διαδρομή
no: Kategori Sti

source: Is Central Stored
de: Artikel des Zentrallagers
el: Προϊόν Κεντρικής Αποθήκης
no: Er Lagret Sentralt

source: OrderQty
de: Bestellungseinheit
el: Μονάδα Παραγγελίας
no: BestillingsAnt.

# PackingQty
source: Packing Quantity
de: Mengeneinheit
el: Περιεχ. Συσκ.
no: Antall i Pakken

source: New Storage
de: Lager einfügen
el: Προσθήκη Αποθήκης
no: Nytt Lager

source: Storages
de: Lager
el: Αποθήκες
no: Lagre

source: Double-Click to select category
el: Κάντε διπλό κλικ για επιλογή κατηγορίας

source: Stores
de: Filialen
el: Καταστήματα
no: Butikker

# MaxOrderQty
source: Max order quantity
de: Maximale Bestellmenge
el: Μέγιστη ποσότητα παραγγελίας
no: Maks Bestillingsant

# ItemsLinkedTo
source: Linked To
de: Verbundene Artikel
el: Συνδεδεμένο σε
no: Koblet til

# LinkedSubItems
source: Linked Items
de: Verbundener Unterpunkt
el: Συνδεδεμένα Eίδη
no: Koblede varer

source: New Items
de: Neue Artikel
el: Νέα είδη
no: Nye varer

source: Change Image
de: Bild ändern
el: Αλλαγή Εικόνας
no: Endre Bilde

source: Edit Image
de: Bild bearbeiten
el: Επεξεργασία Εικόνας
no: Rediger Bilde

source: General Remarks
el: Γενικές Παρατηρήσεις

# MinOrderQty
source: Min Order Quantity
el: Ελάχιστη ποσότητα παραγγελίας

source: Points
el: Πόντοι

source: Remarks
el: Παρατηρήσεις

# UseParentQtys
source: User Parent Quantities
el: Χρήση Μητρικών Ποσοτήτων

# ItemStock
source: Stock
el: Απόθεμα

source: Base Item Info
el: Πληροφορίες Βασικού Είδους

source: Item Base Search
el: Αναζήτηση Βασικού Είδους

source: New Item Base
el: Νέο Βασικό Είδος

source: Search by Manufacturer
el: Αναζήτηση με Κατασκευαστή

source: Item Stock Info
el: Στοιχεία Αποθέματος

source: Item Category
el: Κατηγορία Ειδών

source: Device Name
de: Gerätename
el: Όνομα Συσκευής
no: Enhetsnavn

source: Error
de: Fehler
el: Σφάλμα

source: Result
de: Ergebnis
el: Έκβαση ενέργειας
no: Resultat

source: Customer has no price catalog
de: Ohne Preisliste
el: Δεν έχει οριστεί τιμοκατάλογος
no: Kunde har ingen priskatalog

source: An error occurred
de: Fehler aufgetreten
el: Παρουσιάστηκε ένα σφάλμα
no: En feil har oppstått

source: Customer found with same Code
de: Kunde mit gleichem Code gefunden.
el: Βρέθηκε πελάτης με το ίδιον κωδικό.
no: Kunde funnet med samme kode

source: Saved succesfully!
de: Erfolgreich gespeichert!
el: Επιτυχής αποθήκευση!
no: Lagret OK!

source: Store has no customers
de: Filiale ohne Kunden
el: Το κατάστημα δεν έχει πελάτες
no: Butikken har ingen kunder

source: Store has no series
de: Filiale ohne Reihen
el: Δεν ορίστηκαν σειρές για αυτό το κατάστημα
no: Butikken har ingen serier

source: Store has no series types
de: Filiale ohne Reihen-Typ
el: Δεν ορίστηκαν τύποι σειρών για αυτό το κατάστημα
no: Butikken har ingen serietyper

# TraderFoundWithSameTaxCode
source: A Trader with the same TaxCode has been found.
de: Unternehmen mit gleicher Steuernummer bereits vorhanden
el: Βρέθηκε συναλλασσόμενος με το ίδιο ΑΦΜ.
no: Forhandler funnet med samme MVA kode

# WouldYouLikeToRelate
source: Would you like to relate customer with the one found?
de: Möchten Sie den neuen Kunden mit dem bestimmten Unternehmen verbinden?
el: Θέλετε να συσχετίσετε τον νέο πελάτη με τον συγκεκριμένο συναλλασσόμενο;
no: Vil du relatere kunden til den som er funnet?

# InvalidItemQty
source: Invalid Qty
de: Ungültige Menge
el: Λάθος ποσότητα
no: Ugyldig Antall

source: Please select an item
de: Bitte wählen Sie einen Artikel
el: Παρακαλώ επιλέξτε ένα είδος
no: Vennligst velg en vare

# CannotDeleteItemCategory
source: You cannot delete a category that has sub-categories
de: Kategorie mit Unterkategorie kann nicht gelöscht werden
el: Δεν μπορείτε να διαγράψετε κατηγορία που έχει υποκατηγορίες
no: Du kan ikek slette en kategori som har underkategorier

# DuplicatePriceCatalogDetail
source: You cannot save the same barcode multiple times
de: Gleicher Barcode kann nicht mehrmals gespeichert werden.
el: Δεν μπορείτε να αποθηκεύσετε το ίδιο barcode πολλές φορές
no: Du kan ikke lagre samme strekkode flere ganger

source: Login Failed
de: Login fehlgeschlagen
el: Αποτυχία σύνδεσης
no: Logg inn Feilet

# NoSupplierOrCustomerDefined
source: This user has no supplier or customer defined
de: Kunde/Lieferant nicht gesetzt.
el: Δεν έχει οριστεί πελάτης/προμηθευτής.
no: Denne brukeren har ingen leverandører eller kunder definert

# DuplicateUser
source: A user with that Username already exists.
de: Benutzer bereits vorhanden
el: Υπάρχει ήδη ένας χρήστης με αυτό το Όνομα Χρήστη
no: En bruker med dette brukernavnet eksisterer allerede.

source: Please select a Customer
de: Bitte wählen Sie Kunde
el: Παρακαλώ επιλέξτε πελάτη
no: Vennligst velg en kunde

# CodeAlreadyExists
source: Αn object with the same Code already exists
de: Code bereits vorhanden
el: Υπάρχει ήδη ένα αντικείμενο με αυτόν τον Κωδικό
no: Et objekt med samme kode eksisterer allerede

source: Code is empty
de: Leerer Code
el: Ο κωδικός είναι κενός
no: Koden er tom

source: Description is empty.
de: Beschreibung ist leer.
el: Η περιγραφή είναι κενή
no: Beskrivelsen er tom.

source: Document type is empty
de: Vorgangs-Typ ist leer
el: Ο τύπος παραστατικού είναι κενός
no: Dokumenttypen er tom

source: Series is empty
de: Reihe ist leer
el: Η Σειρά είναι κενή
no: Serien er tom

source: Store document series is empty
de: Filialenreihe ist leer
el: Η σειρά καταστήματος είναι κενή
no: Butikkens dokumentserie er tom

source: Store is empty
de: Filiale ist leer
el: Το κατάστημα είναι κενό
no: Butikken er tom

# LinkedItemWithoutPriceHasBeenFound
source: A linked item without price has been found
de: Untergeordneter Artikel nicht kalkuliert
el: Βρέθηκε συνδεδεμένο είδος χωρίς κοστολόγηση
no: En relatert vare uten pris er funnet

# LinkedItemWithoutBarcodeFound
source: A linked item without Default Barcode has been found
de: Untergeordneter Artikel ohne Default-Barcode
el: Βρέθηκε συνδεδεμένο είδος χωρίς Προεπιλεγμένο Barcode
no: En reltaert vare uten standard strekkode er funnet

source: Vat category is empty
de: Mehrwertsteuer-Kategorie ist leer
el: Η κατηγορία Φ.Π.Α. είναι κενή
no: MVA kategori er tom

source: Vat level is empty
de: Mehrwertsteuer-Niveau ist leer.
el: Το επίπεδο Φ.Π.Α. είναι κενό
no: MVA nivå er tomt

# DefaultAllreadyExists
source: Default already exists
de: Vorhandene Grundeinstellung
el: Υπάρχει ήδη κάποια εγγραφή ως προεπιλεγμένη
no: Standard eksisterer allerede

source: Please Select Dates
de: Bitte wählen Sie Datum
el: Παρακαλώ επιλέξτε ημερομηνίες
no: Vennligst velg datoer

# BarcodeAlreadyAttached
source: This barcode is already assigned to an other item
el: Το barcode αυτό υπάρχει ήδη σε άλλο είδος

source: Please select a store
el: Παρακαλώ επιλέξτε κατάστημα

# KeyCodeAlreadyExists
source: Key combination already exists
el: Το συγκεκριμένο πλήκτρο υπάρχει ήδη

# PleaseFillInDocumentHeaderData
source: Please Fill In Document Required Data
el: Παρακαλώ συμπληρώστε τα βασικά στοιχεία του παραστατικού

source: Store not found.
el: Το κατάστημα δεν βρήθηκε.

source: Cannot delete object
el: Δεν μπορείτε να διαγράψετε το αντικείμενο

# NoStoreAccess
source: User does not have access to any stores.
el: Δεν έχετε πρόσβαση σε κανένα κατάστημα

source: You Cannot Edit This Document
el: Δε μπορείτε να επεξεργαστείτε αυτό το παραστατικό

source: Invalid Document Number
el: Μη αποδεκτός Αριθμός Παραστατικού

# PleaseProvideUserName
source: Please insert username
de: Please provide user name
el: Παρακαλώ εισάγετε όνομα χρήστη

# TransformationCannotTakePlace
source: This Transformation is not feasible
el: Αυτός ο Μετασχηματισμός δεν μπορεί να πραγματοποιηθεί

source: Transformation Rules
el: Κανόνες Μετασχηματισμών

# InvalidPOSIDS
source: Invald POS IDs
el: Μη έγκυρα POS IDs

source: Action Info
el: Στοιχεία Ενέργειας

# IsActiveFromDate
source: Active From
el: Ενεργή από

source: Command
el: Εντολή

source: Description 2
de: Beschreibung 2
el: Περιγραφή 2
no: Beskrivelse 2

source: Edit Offer
de: Angebot bearbeiten
el: Επεξεργασία Προσφοράς
no: Rediger Tilbud

source: End Date
de: Enddatum
el: Ημ/νία Λήξης
no: Slutt Dato

source: New Offer
de: Neues Angebot
el: Νέα Προσφορά
no: Nytt Tilbud

source: Offer
de: Angebot
el: Προσφορά
no: Tilbud

source: Offer Actions
el: Ενέργειες Προσφοράς

# OfferExecuteCommandInfo
source: Execute Command Info
el: Στοιχεία Εντολής

# OfferExecuteCommands
source: Execute Commands
el: Εντολές

source: Offer Info
de: Informationen zum Angebot
el: Στοιχεία Προσφοράς
no: Tilbud Info

source: Offers
de: Angebote
el: Προσφορές
no: Tilbud

source: Refers To
el: Αναφέρεται Σε

source: Start Date
de: Startdatum
el: Ημ/νία Έναρξης
no: Start Dato

source: For Address
de: An die Adresse
el: για την διεύθυνση
no: For Adresse

source: Number
de: Nummer
el: Αριθμός
no: Nummer

source: Phones
de: Telefone
el: Τηλέφωνα
no: Telefoner

source: Phone Type
de: Telefontyp
el: Τύπος Τηλεφώνου
no: Telefon Type

source: Store Phones
el: Τηλ. Καταστήματος

source: Add Stores To Category
el: Προσθήκη Καταστημάτων Στην Κατηγορία

# EditPriceCatalog
source: Edit
de: Preisliste bearbeiten
el: Επεξεργασία
no: Rediger

source: Items Of Price Catalog
de: Artikelpreisliste
el: Είδη Τιμοκαταλόγου
no: Varer i Priskatalog

source: Parent Catalog
de: Grundpreisliste
el: Μητρικός Τιμοκατάλογος
no: Forelde Katalog

source: Price Catalog
de: Preisliste
el: Τιμοκατάλογος
no: Priskatalog

source: Price Catalogs
de: Preislisten
el: Τιμοκατάλογοι
no: Priskataloger

source: Subcatalogs
de: Unterverzeichnis
el: Υποκατάλογοι
no: Underkatalog

source: Vat Included
de: Mehrwertsteuer inbegriffen
el: Συμ/μένου Φ.Π.Α.
no: MVA inkludert

# AddPriceCatalog
source: Add
de: Neue Preisliste
el: Νέος
no: Legg til

source: Price Catalog Info
de: Preislisteninformation
el: Πληροφορίες Τιμοκαταλόγου
no: Priskatalog Info

source: Edit Price Catalog Detail
de: Zeile bearbeiten
el: Επεξεργασία Γραμμής
no: Rediger Priskatalogdetaljer

source: Show/Hide Tree
de: Tree aufdecken/abdecken
el: Εμφάνιση/Απόκρυψη Δένδρου
no: Vis/Skjul Tre

source: Item Code/Barcode
de: Artikel-Code
el: Κωδικός Είδους/Barcode
no: Varekkode/Strekkode

source: Customer PriceCatalogs
el: Τιμοκατάλογοι Πελάτη
no: Kunde Priskataloger

source: Supplier PriceCatalogs
el: Τιμοκατάλογοι Προμηθευτή
no: Leverandør Priskataloger

# StartingValue
source: Value
el: Αρχική Τιμή
no: Verdi

source: Estimated Price
el: Εκτιμώμενη Τιμή
no: Estimert Pris

source: Customer Category Discount
el: Έκπτωση Κατηγορίων Πελατών

source: Customer Category Discounts
el: Εκπτώσεις Κατηγορίων Πελατών

source: New Price
el: Νέα Τιμή

source: Old Price
el: Παλιά Τιμή

source: Price Changed On
el: Άλλαξε στις

# PriceCatalogAndStores
source: Stores and Price Catalog
de: Kaufhäuser und Preisliste
el: Καταστήματα και Τιμοκατάλογοι
no: Butikker Og Forelde Katalog

source: Price Catalog Stores
de: Preisliste der Kaufhäuser
el: Καταστήματα Τιμοκαταλόγου
no: Priskatalog Butikker

# ApplicationWasSubmitedSuccesfully
source: Your application was submited succesfully.
de: Antrag erfolgreich registriert!
el: Η αίτηση σας καταχωρήθηκε επιτυχώς!
no: Din søknad ble sent.

# CaptchaInvalid
source: The characters you submited do not match the picture. Try again.
de: Die eingegebenen Zeichen entsprechen der Wortbestätigung nicht. Versuchen Sie nochmal.
el: Οι χαρακτήρες που καταχωρίσατε δεν αντιστοιχούν στην επαλήθευση λέξης. Δοκιμάστε ξανά.
no: Tegnene du sendte passer ikke bildet. Prøv igjen.

source: Confirm Password
de: Password bestätigen
el: Επιβεβαίωση Κωδικού
no: Bekreft Passord

source: Fill all missing fields.
de: Alle Felder ausfüllen
el: Συμπληρώστε όλα τα πεδία.
no: Fyll ut alle tomme felt.

source: Input
de: Eingabe
el: Εισαγωγή
no: Putt inn

source: Invalid Characters.
de: Ungültige Zeichen
el: Μη επιτρεπτοί χαρακτήρες.
no: Ulovlige tegn.

source: Passwords do not match!
de: Passwörter stimmen nicht überein!
el: Οι κωδικοί δεν ταιριάζουν!
no: Feil passord!

source: Registration Application
de: Anmeldung
el: Αίτηση Εγγραφής
no: Registre søknad

source: Username already exists.
de: Benutzername existiert bereits.
el: Αυτό το Όνομα Χρήστη υπάρχει ήδη.
no: Brukernavnet eksisterer.

source: Address Types
de: Adressentypen
el: Τύποι Διευθύνσεων
no: Adresse Typer

source: Application Settings
de: Programmeinstellung
el: Ρυθμίσεις Εφαρμογής
no: Programoppsett

source: Barcode Length
de: Barcodelänge
el: Μήκος Barcode
no: Strekkodelengde

source: Barcode Padding Character
de: Automatisiertes ausfüllen des Barcodes
el: Χαρακτήρας Αυτόματης Συμπλήρωσης Barcode
no: Strekkode Padding Tegn

source: Barcode Types
de: Barcodetypen
el: Τύποι Barcode
no: Strekkodetyper

source: Can Delete
de: Löschen
el: Διαγραφή
no: Kan Slette

source: Can Export
el: Εξαγωγή

source: Can Insert
de: Einführen
el: Εισαγωγή
no: Kan sette inn

source: Can Update
de: Bearbeitung
el: Επεξεργασία
no: Kan oppdatere

source: Computation Digits
de: Dezimalziffern
el: Ψηφία Υπολογισμού Αξιών

# DatabaseUpgradeSuccessfull
source: Database was successfully upgraded
de: Erfolgreiches upgrade der Dateibasis
el: Η βάση δεδομένων αναβαθμίστηκε επιτυχώς
no: Databasen ble oppgradert

source: Display Digits
de: Werte Anzeigen
el: Ψηφία Προβολής Αξιών
no: Vis desimaler

source: Display Value Digits
de: Preisziffern
el: Ψηφία Προβολής Τιμής Μονάδος
no: Vis Verdidesimaler

source: Edit Payment Method
de: Zahlungsweise bearbeiten
el: Επεξεργασια Τρόπου Πληρωμής
no: Rediger Betalingsmetode

source: Edit Role
de: Rolle bearbeiten
el: Επεξεργασία Ρόλου
no: Rediger Rolle

source: Entity Type
de: Objekt
el: Αντικείμενο

source: Factor
de: Faktor
el: Συντελεστής
no: Faktor

source: Has Extra Information
de: Zusätzliche Informationen
el: Περιέχει Επιπρόσθετη Πληροφορία
no: Har Ekstra Informasjon

source: Is Weighted
de: Kilowaren
el: Ζυγιζόμενο Είδος
no: Er veiet

source: Item Code Length
de: Artikelcodelänge
el: Μήκος Κωδικού Είδους
no: Varekode lengde

source: Item Code Padding Character
de: Automatisiertes einfügen des Artikelcodes
el: Χαρακτήρας Αυτόματης Συμπλήρωσης Κωδικού Είδους
no: Varekode Padding Tegn

# MaxItemOrderQty
source: Max Item Order Quantity
de: Maximale Artikelmenge per Bestellung
el: Μέγιστη Ποσότητα Είδους ανα Παραγγελία
no: Maks Vare Bestillingsantall

source: Merged Same Document Lines
de: Zusammenführung der Zeilen
el: Συγχώνευση γραμμών στα Παραστατικά
no: Slå sammen samme dokumentlinjer

source: Permissions
de: Berechtigung
el: Δικαιώματα
no: Tillatelser

source: Read Only
de: Schreibgeschützt
el: Μόνο για ανάγνωση
no: Kun les

source: Recalculate Document Details
el: Να γίνεται επαναϋπολογισμός γραμμών στα Παραστατικά

source: Role
de: Rolle
el: Ρόλος
no: Rolle

source: Seller Can Edit Order Discounts
el: Ο Πωλητής μπορεί να αλλάξει τις εκπτώσεις

source: Series
de: Reihen
el: Σειρές
no: Serier

# TakeSequence
source: Takes Sequence
de: Reihenfolge
el: Λαμβάνει αρίθμηση

source: Use Barcode Relation Factor
de: Multiplikatorfaktor des Barcodes
el: Να χρησιμοποιείται ο πολλαπλασιαστής στα Barcodes
no: Bruk Strekkode Relasjonfaktor

source: User Roles
de: Benutzerfunktion
el: Ρόλοι Χρηστών
no: Bruk Roller

source: Vat Categories
de: Mehrwertsteuer-Kategorien
el: Κατηγορίες Φ.Π.Α.
no: MVA Kategorier

source: Vat Factors
de: Mehrwertsteuerfaktor
el: Συντελεστές Φ.Π.Α.
no: MVA Faktorer

source: Vat Levels
de: Mehrwertsteuer Niveaus
el: Επίπεδα Φ.Π.Α.
no: MVA Nivåer

source: Visible
de: Ansicht
el: Προβολή
no: Synlig

source: Edit Store
de: Filiale bearbeiten
el: Επεξεργασία Καταστήματος
no: Rediger Butikk

source: Store Code
de: Filialen Code
el: Κωδικός Καταστήματος
no: Butikk kode

source: Store Name
de: Filialen Name
el: Όνομα Καταστήματος
no: Butikknavn

source: Edit Supplier
de: Lieferant bearbeiten
el: Επεξεργασία Προμηθευτή
no: Rediger Leverandør

source: Edit Supplier Details
de: Informationen zum Lieferanten bearbeiten
el: Επεξεργασία Στοιχείων Προμηθευτή
no: Rediger Leverandørdetaljer

source: New Supplier
de: Neuer Lieferant
el: Νέος Προμηθευτής
no: Ny Leverandør

source: New Suppliers From
de: Neue Lieferanten von
el: Νέοι Προμηθευτές από
no: Ny Leverandør fra

source: Supplier
de: Lieferant
el: Προμηθευτής
no: Leverandør

source: Supplier Details
de: Informationen zum Lieferanten
el: Στοιχεία προμηθευτή
no: Leverandør detaljer

source: Suppliers
de: Lieferanten
el: Προμηθευτές
no: Leverandører

source: Change Password
de: Passwort ändern
el: Αλλαγή Κωδικού
no: Endre passord

source: Confirm New Password
de: Neues Passwort bestätigen
el: Επιβεβαίωση Νέου Κωδικού
no: Bekreft nytt passord

source: Current Password
de: Aktuelles Passwort
el: Τρέχων Κωδικός
no: Gjeldene passord

source: Edit User
de: Benutzer bearbeiten
el: Επεξεργασία Χρήστη
no: Rediger Bruker

source: Full Name
de: Vor- und Nachname
el: Ονοματεπώνυμο
no: Fult navn

source: Full Name or Username
de: Vor- und Nachname oder Benutzername
el: Ονοματεπώνυμο ή Όνομα Χρήστη
no: Fult navn eller brukernavn

# InvalidPassword
source: Invalid Current Password.
de: Ungültiges Passwort
el: Μη έγκυρος τρέχων κωδικός
no: Feil passord.

source: My Profile
de: Mein Profil
el: Προφίλ
no: Min profil

source: New Password
de: Neues Passwort
el: Νέος Κωδικός
no: Nytt Passord

source: New User
de: Neuer Benutzer
el: Νέος Χρήστης
no: Ny bruker

source: Store Access
de: Zugang zur Filiale
el: Πρόσβαση σε κατάστημα
no: Tilgang Butikk

# SuccessMessage
source: Password changed succesfully.
de: Erfolgsmeldung
el: Ο κωδικός άλλαξε με επιτυχία
no: Passord ble endret.

source: User
de: Benutzer
el: Χρήστης
no: Bruker

source: User Info
de: Informationen zum Benutzer
el: Στοιχεία Χρήστη
no: Bruker info

source: Users
de: Benutzer
el: Χρήστες
no: Brukere

source: User Store Access
de: Filialenzugang
el: Καταστήματα στα οποία έχει πρόσβαση ο χρήστης
no: Bruker Butikk Tilang

# EmptyPasword
source: Empty Password.
de: Leeres Passwort
el: Κενός Κωδικός.
no: Tomt Passord.

source: Central Store
de: Zentrales Lager
el: Κεντρική Αποθήκη
no: Hovedbutikk

source: User must change password
el: Ο χρήστης πρέπει να αλλάξει τον κωδικό πρόσβασής του
no: Bruker må endre passord

# PasswordDoesNotMeetRequirements
source: The password you have selected does not meet complexity requirements. Passwords should have legth greater or equal to 4 characters.
el: Ο κωδικός που έχετε επιλέξει δεν πληροί τα κριτήρια πολυπλοκότητας. Ο νέος κωδικός πρέπει να διαθέτει τουλάχιστον 4 χαρακτήρες.
no: Passordet du har oppgitt er ikke overens med kravene. Passordet må være på 8 tegn eller fler, og innehold minst en liten bokstav og en stor bokstav, i tillegg til ett tall.

# PasswordRules
source: Passwords should have legth greater or equal to 4 characters.
el: Ο νέος κωδικός πρέπει να διαθέτει τουλάχιστον 4 χαρακτήρες.
no: Passordet må være på 8 tegn eller fler, og innehold minst en liten bokstav og en stor bokstav, i tillegg til ett tall.

source: View Profile
de: Profil anzeigen
el: Προβολή Προφίλ
no: Vis Profile

source: Windows Driver
el: Οδηγός των Windows

source: Vat
de: MEHRWERTSTEUER
el: Φ.Π.Α.
no: MVA

source: Withdrawal Document Series
el: Σειρά παραστατικού ανάληψης

source: Withdrawal Document Type
el: Τύπος παραστατικού ανάληψης

source: Withdrawal Item
el: Είδος Ανάληψης

source: All Reports
el: Όλα τα Εκτυπωτικά

source: User Type
el: Τύπος Χρήστη

source: Report
el: Εκτυπωτικό

source: Select Report
el: Επιλέξτε εκτυπωτικό

source: Report Categories
el: Κατηγορίες Εκτυπωτικών

source: Object Type
el: Τύπος Αντικειμένου

# POSActionLevels
source: Action Levels
el: Επίπεδα Ενεργειών

source: Entities Download Modes
el: Τρόποι Μεταφοράς Οντοτήτων

source: Entity Download Mode
el: Τρόπος Μεταφοράς Οντότητας

source: Labels
el: Ετικέτες

source: Mode
el: Τρόπος

# POSUpdaterSettings
source: Updater Settings
el: Ρυθμίσεις Ενημέρωσης

source: Finalized
el: Οριστικοποιήθηκε
no: Ferdig
