Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

source: Document Sequence
el: Αρίθμηση Παραστατικού

source: Please Select A Value
el: Παρακαλώ να επιλέξετε μία τιμή

source: Print Discount Analysis
el: Εκτύπωση ανάλυσης εκπτώσεων

source: Print Label Settings
el: Ρυθμίσεις Εκτύπωσης Ετικετών

source: Default Custom Report
el: Προεπιλεγμένο Εκτυπωτικό

# NoCustomReportsDefined
source: No Custom Reports are defined for current document type
el: Δεν έχουν οριστεί εκτυπωτικά για τον τρέχων τύπο παραστατικού

# ErrorSubmitingForm
source: There was a error submit the form
el: Υπήρξε ένα σφάλμα κατά την υποβολή της φόρμας

source: Form Successfully Submitted
el: Η φόρμα υποβλήθηκε επιτυχώς

source: New Message From Contact Form
el: Νέο Μήνυμα από την φόρμα επικοινωνίας

source: Other Commands
el: Υπόλοιπες Εντολές

source: Send Changes
el: Αποστολή Μεταβολών

# RecalculatePricesOnTraderChange
source: Recalculate prices when trader changes
el: Επανυπολογισμός τιμών

source: Trader
el: Συναλλασσόμενος

# PaymentMethodsAmountDiff
source: Total amount of selected payment methods is not equal to the document total
el: Το σύνολο των επιλεγμένων τρόπων πληρωμής δεν συμφωνεί με το συνόλο του παραστατικού

# DocumentSeriesCannotBeCanceled
source: Document Series {0} cannot be canceled
el: Η σειρά {0} δε μπορεί να ακυρωθεί

# DocumentSeriesIsNotAssignedToDocumentType
source: Document Series {0} is not assigned to DocumentType {1}
el: Η Σειρά {0} δεν έχει συνδεθεί με τον Τύπο {1}

source: You cannot cancel this Document
el: Δε μπορείτε να ακυρώσετε το τρέχον παραστατικό

source: Balance
el: Υπόλοιπο

source: Triangular Order Info
el: Στοιχεία Τριγωνικής

source: Enable Low End Mode
el: Λειτουργία Χαμηλής Ισχύος

source: Demo Mode
el: Λειτουργία Demo

# MaximumNumberOfPOS
source: Maximum Count of POS
el: Μέγιστο πλήθος POS

source: Information Sheets
el: Πληροφοριακά Δελτία

source: Drop File Here To Upload
el: Σύρετε εδώ το αρχείο σας

# InvalidQuantityFactorForLinkedItemOnItem
source: Invalid Quantity Factor for Linked Item {0} on Item {1}
el: Λάθος Συντελεστής Ποσοτήτων για το Συνδεδεμένο Είδος {0} στο Είδος {1}

source: Collected Points
el: Πόντοι

source: Computed Points
el: Υπολογιζόμενοι Πόντοι

source: Preview Customer Points
el: Προεπισκόπιση Πόντων Πελάτη

source: Central store already exists
el: Υπάρχει ήδη Κεντρικό Κατάστημα

source: Asks for Final Amount
el: Ζητάει τελικό ποσό

source: Vat Factor not found
el: Δε βρέθηκε ο Συντελεστής Φ.Π.Α.

source: Customer Vat Level not found
el: Το επίπεδο Φ.Π.Α. του Πελάτη δε βρέθηκε

source: Item Vat Category not found
el: Η Κατηγορία Φ.Π.Α. του Είδους δε βρέθηκε

source: Uncategorised
el: Χωρίς Κατηγορία

source: Skippable
el: Με δυνατότητα παράβλεψης

source: Forced Withdraw Mode
el: Εξαναγκασμένη Ανάληψη

source: Forced Withdraw Cash Amount Limit
el: Όριο Εξαναγκασμένης Ανάληψης

source: SERVICE - START LEGAL RECEIPT FISCAL PRINTER
el: SERVICE - ΕΞΑΝΑΓΚΑΣΜΕΝΗ ΕΝΑΡΞΗ ΑΠΟΔΕΙΞΗΣ ΦΟΡ. ΕΚΤ.

# DocumentsCanBeTransformedToMoreThanOneDocumentTypes
source: Documents can be transformed to {0} Document Types
el: Τα παραστατικά μπορούν μετασχηματιστούν σε {0} Τύπους Παραστατικού

source: End Date Should Be Greater Than Start Date
el: Η Ημερομηνία Λήξης πρέπει να είναι μεταγενέστερη ή ίση της Ημερομηνίας Έναρξης

# FastTransform
source: Quick Transform
el: Γρήγορος Μετασχηματισμός

# NoDefaultTransformationHasBeenSelected
source: No Default Transformation Rule Has Been Defined
el: Δεν έχει οριστεί προεπιλεγμένος κανόνας μετασχηματισμού

source: Report Settings
el: Ρυθμίσεις Εκτυπωτικού

source: Document can not be canceled
el: Το παραστατικό δεν μπορεί να ακυρωθεί

# DocumentSeriesCannotBeCanceledNoIsCancelledSeries
source: Document Series {0} cannot be cancelled because no cancelled series is defined
el: Η σειρά {0} δεν μπορεί να ακυρωθεί επειδή δεν έχει οριστεί ακυρωτική σειρά

# PriceCatalogDetailNotExists
source: Item does not exist in current price catalog
el: Το είδος δεν υπάρχει στον τιμοκατάλογο

# DocumentSeriesIsInconsistentWithHQsData
source: Document Series {0} is inconsistent with Headquarter's data
el: Η Σειρά {0} δε συμφωνεί με τα δεδομένα που υπάρχουν στην εγκατάσταση HQ

source: Approximate Document Number
el: Νέος Αριθμός

source: Export Version
el: Έκδοση Αρχείου Εξαγωγής

# DocumentIsOlderThanTheAllowedDays
source: Document is {0} days old. That is older than the allowed days {1}
el: Το παραστατικό δημιουργήθηκε πριν {0} ημέρες και είναι παλιότερο από τις επιτρεπτές ημέρες {1}

source: Max Days Number To Cancel Document
el: Μέγιστος Αριθμός Ημερών Ακύρωσης Παραστατικού

source: Point Cost
el: Κόστος Πόντου

source: No Printer Selected
el: Δεν έχει επιλεγεί εκτυπωτής

source: Question
el: Ερώτηση

source: All items will be lost.Are you sure?
el: Όλα τα είδη θα διαγραφούν.Είστε σίγουροι;

source: Advanced Actions
el: Επιπλέον Ενέργιες

source: Basic Actions
el: Βασικές Ενέργιες

source: From Code
el: Από Κωδικό

source: Printer
el: Εκτυπωτής

source: To Code
el: Έως Κωδικό

# CreatedByDeviceShort
source: Created by Device
el: Ταμείο Δημ/γιας

# DateShort
source: Date
el: Ημ/μηνία

# FromNumber
source: From No
el: Από Νο

# ToNumber
source: To No
el: Έως No

source: Exit
el: Έξοδος

source: File
el: Αρχείο

# BillingAddressShort
source: Bil. Addr.
el: Διευθ. Λογ.

# TotalAmountInPayments
source: Total Paid Amount
el: Σύνολο πληρωμών

# TotalRemainingAmount
source: Remaining Amount
el: Υπόλοιπο

source: Transformation Status
el: Κατάσταση Μετασχηματισμού

source: Please select a record
el: Παρακαλώ επιλέξτε μια εγγραφή

source: Send
el: Αποστολή

source: Document Successfully Canceled
el: Το παραστατικό ακυρώθηκε επιτυχώς

# CancelsDocument
source: Cancels
el: Ακυρώνει

source: AutoDeliveries
el: Αυτοπαραδόσεις

source: AutoDeliveries Total
el: Σύνολο Αυτοπαραδόσεων

source: Cash Delivery
el: Σύνολο Χρημάτων Σε Κεντρικό

source: Coins
el: Κέρματα

source: Collections Total
el: Σύνολο Εισπράξεων

# CreditsPaymentsWithDrawsTotal
source: Credits Payments and WithDraws Total
el: Σύνολο Πληρωμών-Αναλήψεων-Πιστώσεων

# CreditsGridTotal
source: Credits Total
el: Σύνολο Πιστώσεων

source: Main POS Withdraws
el: Αναλήψεις Κεντρικού Ταμείου

# OtherExpanses
source: Other Expanses (Value)
el: Διάφορα Έξοδα (Τιμή)

source: Paper Money
el: Χαρτονομίσματα

source: Payments Total
el: Σύνολο Πληρωμών

# PaymentsWithDrawsTotal
source: Payments and WithDraws Total
el: Σύνολο Πληρωμών και Αναλήψεων

source: POS Difference
el: Διαφορά Ταμείου

source: Report Total
el: Γενικό Σύνολο

source: Daily Totals Total
el: Σύνολο Λιανικών Πωλήσεων

source: User Value
el: Τιμή Χρήστη

source: Report Date
el: Ημερομηνία Δελτίου

source: Add Store Daily Report
el: Προσθήκη Δελτίου Κλεισίματος Ημέρας

source: Edit Store Daily Report
el: Επεξεργασία Δελτίου Κλεισίματος Ημέρας

# Payments
source: Payment
el: Πληρωμές

source: Store Daily Report
el: Δελτίο Κλεισίματος Ημέρας

source: Store Daily Reports
el: Δελτία Κλεισίματος Ημέρας

# UserSetsValue
source: Use User Value
el: Διαφωνώ

source: Store Functions
el: Λειτουργίες Καταστήματος

source: Autodeliveries Code
el: Κωδικός Αυτοπαραδόσεων

source: Store Daily Report Settings
el: Ρυθμίσεις Δελτίου Κλεισίματος Ημέρας

# CashDeliverySecondary
source: Cash Delivery
el: Παράδοση Χρημάτων

source: Collections
el: Εισπράξεις

source: Credits Payments With Draws
el: Πληρωμές - Αναλήψεις - Πιστώσεις

source: Explanation Totals
el: Επεξήγηση Συνόλων

source: SERVICE - RESTORE FISCAL PRINTER
el: SERVICE - ΕΠΑΝΑΦΟΡΑ ΦΟΡ. ΕΚΤ.

source: Credits
el: Πιστώσεις

# CollectionComplement
source: Others (value)
el: Διάφορα (τιμή)

# DateIsEmpty
source: Date is not defined
el: Δεν έχετε ορίσει ημερομηνία

source: Credits Cards
el: Πιστωτικές Κάρτες

source: Customers count
el: Αριθμός Πελατών

# DailyReportAvg
source: Daily Report Average
el: Μ.Ο. καλαθιόύ

source: Gift Cards
el: Δωροεπιταγές

source: Returns
el: Επιστροφές

source: Tickets
el: Κουπόνια

source: All
el: Όλα

source: None
el: Κανένα

source: POS
el: Ταμείο

# CollectionComplementText
source: Others (description)
el: Διάφορα (περιγραφή)

source: Invoices Total
el: Σύνολο Τιμολογίων

source: Invoices Total Cash
el: Σύνολο Τιμολογίων Μετρητά

# OtherExpansesText
source: Other Expanses (Description)
el: Διάφορα Έξοδα (Περιγραφή)

source: Change Language
el: Αλλαγή Γλώσσας

source: User Actions
el: Ενέργειες Χρήστη

source: Preview Document
el: Προβολή Παραστατικού

source: Are you sure you want to sign out?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;

source: Application must close.Are you sure?
el: Η εφαρμογή θα πρέπει να κλείσει.Είστε σίγουροι;

source: Action succesfully completed
el: Η ενέργεια διεκπεραιώθηκε επιτυχώς

source: Test Mode
el: Κατάσταση Δοκιμής

# DocTypeCustCategoryMode
source: Custumer Category Mode
el: Επιλογή κατηγοριών πελατών

# ExcludeCustCategories
source: Exclude Customer Categories
el: Όχι για επιλεγμένες κατηγορίες πελατών

# IncludeCustCategories
source: Include Customer Categories
el: Μόνο για επιλεγμένες κατηγορίες πελατών

# NoneSelect
source: No Selection
el: Καμία επιλογή

# DuplicateCustomerCategory
source: Customer category already exists
el: Η συγκεκριμένη κατηγορία πελατών υπάρχει ήδη στη λίστα

# DocTypeNoSupportCustCat
source: The customer cannot use the current document type
el: Ο επιλεγμένος πελάτης δεν μπορεί να χρησιμοποιήσει αυτόν τον τύπο παραστατικού

# PointDifference
source: Points Difference
de: Point Difference
el: Διαφορά Πόντων

source: Total Consumed Points
el: Σύνολο Καταναλωθέντων Πόντων

source: Total Earned Points
el: Σύνολο Κερδισμένων Πόντων

source: PointsDocumentSeries
el: Σειρά Παραστατικού Πόντων

source: PointsDocumentStatus
el: Κατάσταση Παραστατικού Πόντων

source: PointsDocumentType
el: Παραστατικό Πόντων

source: Auto
el: Αυτόματη

source: Create Customer Points Document
el: Δημιουργία Κίνησης Πόντων Πελάτη

source: Document Points Settings
el: Ρυθμίσεις Παραστατικών Πόντων

source: Markup Default Value Difference
el: Βασική διαφορά τιμής MarkUp

# UseMarginInsteadMarkup
source: Use Margin instead of markup
el: Χρησιμοποίηση Margin αντί του Markup

# NumberOfDaysDocumentCanBeCanceled
source: Number οf days document can be canceled
el: Αριθμός ημερών που μπορεί να ακυρωθεί

source: Read
el: Διάβασμα

source: PriceCatalog cannot be both parent catalog and subcatalog
el: Ένας τιμοκατάλογος δε μπορεί να είναι ταυτόχρονα και μητρικός και υποκατάλογος

# PriceCatalogsCannotBeSubCatalogs
source: Pricecatalogs {0} cannot be subcatalogs
el: Οι τιμοκατάλογοι {0} δε μπορούν να οριστούν ως υποκατάλογοι

source: Loading ...
el: Φόρτωση ...

source: PleaseWait
el: Παρακαλώ περιμένετε

# StartingApp
source: Loading Application ...
el: Η εφαρμογή ξεκινά ...

source: Document is cancelled
el: Το παραστατικό ακυρώθηκε

source: Search for items and traders
el: Αναζήτηση ειδών και συναλλασσομένων

source: Please add your search term
el: Παρακαλώ συμπληρώστε τον όρο αναζήτησης

source: Your search has no results
el: Η αναζήτησή σας δεν επέστρεψε αποτελέσματα

# RequiredFieldError
source: The {0} value is required
el: Η τιμή του πεδίου {0} είναι υποχρεωτική

# WouldYouLikeToOpenTheCurrentTrader
source: Would you like to open the current {0}?
el: Θέλετε να ανοίξετε για επεξεργασία τον συγκεκριμένο {0};

source: Please define payment method
el: Παρακαλώ ορίστε τρόπο πληρωμής

source: There is no remaining payment
el: Δεν υπάρχει υπόλοιπο πληρωμής

source: Connecting . . .
el: Σύνδεση . . .

# LoadingP0
source: Loading {0} . . .
el: Προετοιμασία {0} . . .

source: Save Mark Ups
el: Αποθήκευση Mark Ups

# AddressUsedAsBilling
source: Address can not be deleted. It is already used as billing address
el: Η επιλεγμένη διεύθυνση χρησιμοποιείται ως διεύθυνση λογιστηρίου σε κάποιο παραστατικό και δεν μπορεί να διαγραφεί

source: Is Of Values Detail
el: ΑΞΙΑΚΟ ΓΡΑΜΜΗΣ

source: Is Of Values Total
el: ΑΞΙΑΚΟ ΣΥΝΟΛΟΥ

source: Percentage of detail
el: ΠΟΣΟΣΤΟ ΓΡΑΜΜΗΣ

source: Percentage of total
el: ΠΟΣΟΣΤΟ ΣΥΝΟΛΟΥ

# DuplicateItemCategory
source: Item category already exists
el: Η συγκεκριμένη κατηγορία ειδών υπάρχει ήδη στη λίστα

source: Exclude Item Categories
el: Όχι για επιλεγμένες κατηγορίες ειδών

source: Include Item Categories
el: Μόνο για επιλεγμένες κατηγορίες ειδών

# DocumentTypeNoSupportItemCat
source: The current document includes unavailable items
el: Το παραστατικό περιέχει ακατάλληλα είδη

# DocumentTypeItemCategories
source: Item Categories per Document Type
el: Κατηγορίες Ειδών ανά Τύπο Παραστατικού

# DocumentTypeItemCategoryMode
source: Item Category Mode
el: Επιλογή κατηγοριών ειδών

# NoItemsSupportedByDocType
source: New document type does't support any items
el: Ο προς μετασχηματισμό τύπος παραστατικού δεν υποστηρίζει κανένα από τα υπάρχοντα είδη

source: Item not supported
el: Το είδος δεν υποστηρίζεται

source: Select Document Type
el: Επιλέξτε τύπο παραστατικού

source: Menu Description
el: Περιγραφή Μενού

source: New Store Document
el: Νέο Παραστατικό Αποθήκης

source: Store Documents
el: Παραστατικά Αποθήκης

source: Supplier Import Files Set
el: Ομάδα Αρχείων Εισαγωγής Προμηθευτή

# SupplierImportFileRecordHeader
source: Record Header
el: Κεφαλίδας Εγγραφής

# SupplierImportFileRecordHeaders
source: Record Headers
el: Κεφαλίδες Εγγραφής

source: Supplier Import Files Sets
el: Ομάδες Αρχείων Εισαγωγής Προμηθευτή

# SupplierImportFileRecordField
source: Record Field
el: Πεδίο Εγγραφής

# SupplierImportFileRecordFields
source: Record Fields
el: Πεδία Εγγραφής

# NoPromotionExecutionsDefined
source: No Promotion Executions are defined
el: Δεν έχουν οριστεί Εκτελέσεις Ενέργειας

source: End Time per Day
el: Ώρα Λήξης ανά Ημέρα

source: End time should be greater than start time
el: Η Ώρα Λήξης ανά Ημέρα πρέπει να είναι μεταγενέστερη της Ώρας Έναρξης ανά Ημέρα

source: Start Time per Day
el: Ώρα Έναρξης ανά Ημέρα

source: Please set Points Document Type, Series and Status
el: Παρακαλώ ορίστε για τα Παραστατικά Πόντων Τύπο, Σειρά και Κατάστατση

source: Format File
el: Αρχείο Μορφοποίησης

# DocTypeCustomerCategories
source: Customer Categories per Document Type
el: Κατηγορίες Πελατών ανά Τύπο Παραστατικού

# CustomerCategoryDescription
source: Customer Category Descreption
el: Περιγραφή Κατηγορίας Πελατών

source: Succesfully saved
el: Επιτυχής αποθήκευση

# NoPurchaseDocumentTypeDefined
source: No document type for purchase documents is defined
el: Δεν έχουν οριστεί τύποι παραστατικών αγορών

# NoSalesDocumentTypeDefined
source: No document type for sales documents is defined
el: Δεν έχουν οριστεί τύποι παραστατικών πωλήσεων

# NoSeriesForOrder
source: No series order are defined
el: Δεν έχουν οριστεί σειρές παραστατικών παραγγελίας

# NoSeriesForPurchaseDoc
source: No series for purchase documents are defined
el: Δεν έχουν οριστεί σειρές παραστατικών αγορών

# NoSeriesForSalesDoc
source: No series for sales documents are defined
el: Δεν έχουν οριστεί σειρές παραστατικών πωλήσεων

# NoProformaTypeDefined
source: No document type for proforma is defined
el: Δεν έχει οριστεί τύπος προτιμολογίου

# NoSeriesForProforma
source: No series for proformas are defined
el: Δεν έχουν οριστεί σειρές προτιμολογίων

source: Standalone Fiscal On Error Message
el: Μήνυμα εκτύπωσης αυτόνομης λειτουργίας ΕΑΦΔΣΣ "Σε Βλάβη"

source: SET STANDALONE FISCAL ON ERROR
el: ΘΕΣΗ ΦΟΡ ΜΗΧ ΣΕ ΒΛΑΒΗ ΑΥΤΟΝΟΜΑ

source: Code page
el: Κωδικοσελίδα

source: Store Document
el: Παραστατικό Αποθήκης

source: Store Document List
el: Λίστα Παραστατικών Αποθήκης

source: Other Document List
el: Λίστα άλλων Παρασταικών

source: Destination Store
el: Κατάστημα Προορισμού

source: Off
el: Όχι

source: On
el: Ναι

# TaxofficeIsNotSelected
source: You have not selected a Tax Office. Tax Office is required for documents printing. Do youwish to proceed?
el: Δεν έχετε ορίσει ΔΟΥ. Η ΔΟΥ είναι απαραίτητη για την εκτύπωση παραστατικών. Θέλετε να συνεχίσετε;

source: Invalid or empty Master Url
el: Μη έγγυρο ή μη ορισμένο Master Url

source: Search by value change
el: Αναζήτηση με αλλαγή τιμής

source: Search on terminals
el: Αναζήτηση στα τερματικά

source: Undo
el: Αναίρεση

source: Pending Changes
el: Εκκρεμείς Αλλαγές

source: Import Form
el: Φόρμα εισαγωγής

source: Initial String
el: Αρχική συμβολοσειρά

source: Mapping
el: Αντιστοιχίες

source: Target String
el: Παραγόμενη συμβολοσειρά

source: Download Information Sheet
el: Κατέβασμα Πληροφοριακού Δελτίου

# SpreadSheets
source: Spreadsheet
el: Υπολογιστικά Φύλλα

source: SpreadSheet
el: Υπολογιστικό Φύλλο

source: File Successfully Created
el: Το αρχείο προστέθηκε επιτυχώς

source: File Successfully Updated
el: Το αρχείο ενημερώθηκε επιτυχώς

source: Synchronization Info
el: Πληροφορίες Συγχρονισμού

# CreateBarcodeFromItemCode
source: Must create barcode from item code. Do it now?
el: Πρέπει να δημιουργηθεί Barcode παραγόμενο από τον Κωδικό του είδους. Θέλετε να το δημιουργήσετε τώρα;

source: Device Version
el: Έκδοση Οντότητας στην Συσκευή

source: Device Entity Count
el: Πλήθος Οντότητας στην Συσκευή

source: Entity Direction
el: Κατεύθυνση Συγχρονισμού Οντότητας

source: Expected Device Version
el: Αναμενόμενη Έκδοση Οντότητας

source: Expected Entity Count
el: Αναμενόμενο Πλήθος Οντότητας

source: Last Update
el: Τελευταία Ενημέρωση

source: Proforma
el: Προτιμολόγια

source: Traders
el: Συναλλασσόμενοι

source: Execution From Date
el: Από Ημερομηνία Εκτέλεσης

source: Execution From Time
el: Από Ώρα Εκτέλεσης

source: Execution To Date
el: Έως Ημερομηνία Εκτέλεσης

source: Execution To Time
el: Έως Ώρα Εκτέλεσης

source: From Time
el: Από Ώρα

# LabelsTerminal
source: Labels From Terminals
el: Ετικέτες από Τερματικά

source: To Date
el: Έως Ημερομηνία

source: To Time
el: Έως Ώρα

# ExportΤoCSV
source: Export to CSV
el: Εξαγωγή σε CSV

# ExportΤoXLS
source: Export to XLS
el: Εξαγωγή σε XLS

source: Clear Personal Settings
el: Εκκαθάριση προσωπικών ρυθμίσεων

source: You don't have permissions
el: Δεν έχετε δικαιώματα

source: Delivery Type
el: Τρόπος αποστολής

source: Please select at least one record to print
el: Παρακαλώ επιλέξετε τουλάχιστον μία εγγραφή για εκτύπωση

source: Ordering
el: Ταξινόμηση

source: Totalizer
el: Αθροιστής

source: Totalizers
el: Αθροιστές

source: ActionTypeEntities
el: Οντότητες Τύπου Κίνησης

source: ActionTypeEntity
el: Οντότητα Τύπου Κίνησης

source: Action Types
el: Ενέργειες Παραστατικών

source: Variable
el: Μεταβλητή

# DocumentActions
source: Documents Action Types
el: Τύπος κίνησης παραστατικών

# ItemActions
source: Item Action Types
el: Τύπος κίνησης ειδών

source: Variables
el: Μεταβλητές

source: Expression
el: Τύπος Υπολογισμού

# IsLockedFemale
source: Is Locked
el: Κλειδωμένη

source: Destination
el: Προορισμός

source: Decrease
el: Μείωση

source: Increase
el: Αύξηση

# NoneFemale
source: None
el: Καμία

source: Variable Action
el: Ενέργεια Μεταβλητής

# VariableActionTypes
source: Action Type's Variables
el: Μεταβλητές Τύπου Κίνησης

source: Function
el: Συνάρτηση

# IsLocked
source: Locked
el: Κλειδωμένη

source: Replace
el: Αντικατάσταση

source: Sum
el: Άθροιση

source: Source
el: Προέλευση

# VariableHasCircularReference
source: Variable {0} has Circular Reference : {1}
el: Η Μεταβλητή {0} έχει κυκλική αναφορά : {1}

source: Variable is used by other Variables
el: Η Μεταβλητή χρησιμοποιείται από άλλες Μεταβλητές

source: Extra Actions
el: Επιπλέον Ενέργειες

source: Points Consumed
el: Πόντοι που καταναλώθηκαν

source: POS Can Change Prices
el: Το POS αλλάζει τιμές

source: POS Can Set Prices
el: Το POS ορίζει τιμές

source: Master Or Dual
el: Κεντρικά

source: Store Controller
el: Εγκατάσταση Καταστήματος

# MaximumAllowedUsersAreAndCounted
source: Maximum allowed users are {0} and counted {1}
el: Ο μέγιστος επιτρεπτός αριθμός χρηστών είναι {0} και μετρήθηκαν {1}

source: Mobile Terminal
el: Φορητό Τερματικό

source: Mobile Terminals
el: Φορητά Τερματικά

# AtLeastOneWebUserMustRemainForHeadQuartersButRemain
source: At least one web user must remain for Headquarters but {0} remain
el: Πρέπει να απομείνει τουλάχιστον ένας χρήστης για τα κεντρικά αλλά απομένουν {0}

source: Use EDPS
el: Χρήση EDPS

source: Trader found with same code
el: Βρέθηκε συναλλασσόμενος με το ίδιον κωδικό.

source: Trader not found
el: Ο Συναλλασσόμενος δε βρέθηκε

# NoSeriesForStoreDoc
source: No series for store documents are defined
el: Δεν έχουν οριστεί σειρές παραστατικών αποθήκης

# NoStoreDocumentTypeDefined
source: No document type for store documents is defined
el: Δεν έχουν οριστεί τύποι παραστατικών αποθήκης

source: Time
el: Ώρα

# TimeValueFromDate
source: Time Value From
el: Τιμή χρονικής ισχύος από

source: Time Value From Time
el: Τιμή χρονικής ισχύος από (ώρα)

# TimeValueToDate
source: Time Value To
el: Τιμή χρονικής ισχύος ως

source: Time Value To Time
el: Τιμή χρονικής ισχύος ώς (ώρα)

source: Item updated on
el: Τελευταία ενημέρωση είδους

source: Price catalog detail updated on
el: Τελευταία ενημέρωση γραμμής τιμοκαταλόγου

source: Price updated on
el: Τελευταία ενημέρωση τιμής

source: Time value updated on
el: Τελευταία ενημέρωση τιμής χρονικής ισχύος

source: My Basket
el: Το καλάθι μου

source: Subscribe
el: Εγγραφή

# TraderIsNotAllowed
source: Selected Trader is not allowed in this document
el: Ο συναλλασσόμενος δεν ειναι επιτρέπετός για αυτό το παραστατικό

# PriceCatalogDiscountCurrencySymbol
source: PriceCatalog Discount (€)
el: Έκπτωση Τιμοκαταλόγου (€)

# PriceCatalogDiscountPercentageSymbol
source: PriceCatalog Discount (%)
el: Έκπτωση Τιμοκαταλόγου (%)

# TotalDiscountCurrencySymbol
source: Total Discount (€)
el: Συνολική Έκπτωση (€)

# TotalDiscountPercentageSymbol
source: Total Discount (%)
el: Συνολική Έκπτωση (%)

source: You do not have access to this store
el: Δεν έχετε πρόσβαση στο κατάστημα

source: Please set Barcode Padding settings
el: Παρακαλώ ορίστε τις ρυθμίσεις αυτόματης συμπλήρωσης Barcode

source: Please set Item Code Padding settings
el: Παρακαλώ ορίστε τις ρυθμίσεις αυτόματης συμπλήρωσης Κωδικού Είδους

source: Hellas
el: Ελλάδα

# ITSAddress
source: 15th km Thessalonikis - N. Moudanion
el: 15ο ΧΛΜ Ε.Ο. Θεσσαλονίκης - Μουδανιών

# ITSPOBox
source: P.O. Box 60647
el: Τ.Θ. 60647

source: Preview larger map
el: Προβολή μεγαλύτερου χάρτη

source: Thessaloniki
el: Θεσσαλονίκη

source: Update Field On Recalculate
el: Ενημέρωση πεδίου κατά τον επαναϋπολογισμό

# DuplicateActionType
source: This action type already exists
el: Αυτή η ενέργεια υπάρχει ήδη σε αυτόν τον τύπο παραστατικού

# ActionTypeUsedByEntities
source: Action type {0} is used by other entities
el: Η ενέργεια {0} χρησιμοποιείται από άλλες οντότητες

# VariableFieldTypeError
source: Field type and expression type must be identical
el: Ο τύπος του πεδίου της μεταβλητής και ο τύπος του πεδίου στον τύπο υπολογισμού δεν ταυτίζονται

source: Data View
el: Προβολή Δεδομένων

source: Data View Categories
el: Κατηγορίες Προβολών Δεδομένων

source: Data View Category
el: Κατηγορία Προβολών Δεδομένων

source: Data Views
el: Προβολές Δεδομένων

# Query
source: SQL Query
el: Ερώτημα SQL

source: Variable Values
el: Τιμές Μεταβλητών

# DefaultPriceCatalogIsNotDefinedForStore
source: Default PriceCatalog is not defined for Store {0}
el: Δεν έχει οριστεί προεπιλεγμένος Τιμοκατάλογος για το Κατάστημα {0}

source: Coupon
el: Κουπόνι

source: Coupons
el: Κουπόνια

# IsActiveUntilDate
source: Active Until
el: Ενεργό ως

source: Used
el: Χρησιμοποιήθηκε

source: No Data View found
el: Δε βρέθηκε η ζητούμενη Προβολή Δεδομένων

# ActionTypeDocStatuses
source: Document Statuses
el: Καταστάσεις Παραστατικών

# IsNegative
source: Is Negative Payment
el: Ειναι αρνητική πληρωμή

source: Uses Installments
el: Χρησιμοποιεί Δόσεις

source: Massively create Coupons
el: Μαζική δημιουργία Κουπονιών

source: Suffix
el: Επίθεμα

source: Cannot apply Coupon as Payment Method to Item
el: Δε μπορεί να εφαρμοστεί το Κουπόνι ως Τρόπος Πληρωμής σε Είδος
