Repository: geonikolaidhs/ITS.Web.Retail.Market
Catalog: ITS/Retail/Libraries/ITS.Retail.ResourcesLib/Resources.*.resx
Languages: de, el, no

source: Address
de: Adresse
el: Διεύθυνση
no: Adresse

source: Addresses
de: Adressen
el: Διευθύνσεις
no: Adresser

source: Address Type
de: Adressentyp
el: Τύπος Διευθύνσης
no: Adresse Type

# AssociatedCentralStore
source: Central Store
de: Zentrale Filiale
el: Μητρικό Κατάστημα
no: Hovedbutikk

source: City
de: Stadt
el: Πόλη
no: By

source: Create Store
de: Filiale gründen
el: Δημιουργία Καταστήματος
no: Opprett butikk

source: Default Phone
de: Telefonnummer
el: Τηλέφωνο

source: Edit Address
de: Adresse bearbeiten
el: Επεξεργασία Διεύθυνσης
no: Rediger Adresse

# IsCentralStore
source: Central Store User
de: Zentrale Filiale
el: Κεντρικό Κατάστημα
no: Er hovedbutikk

source: Is Store
de: Filiale
el: Κατάστημα
no: Er butikk

source: P.O. Box
de: POSTFACH
el: Τ. Θ.
no: Postboks

# PostCode
source: ZIP Code
de: POSTLEITZAHL
el: Τ.Κ.
no: Postnr

source: Street
de: Strasse
el: Οδός
no: Gate

# SupplierTransformationRule
source: Documents Transformation Rules
el: Κανόνες Μετασχηματισμού Παραστατικών

source: Accept
el: Αποδοχή
no: Aksepter

source: Actions
de: Aktionen
el: Ενέργειες
no: Aktiviteter

source: Add
de: Hinzufügen
el: Προσθήκη
no: Legg till

source: Add New Node
de: Neuen Knoten hinzufügen
el: Προσθήκη Νέου Κόμβου
no: Legg til Ny Node

source: Add New Tree
de: Neuen Tree hinzufügen
el: Προσθήκη Νέου Δένδρου
no: Legg Til Nytt Tre

source: Add to Order
de: Login Zur Bestellung hinzufügen
el: Προσθήκη στην Παραγγελία
no: Legg til Order

source: Back to Order
de: Zurück in Auftrag
el: Επιστροφή στην Παραγγελία
no: Tilbake i rekkefølge

source: Cancel
de: Löschen
el: Ακύρωση
no: Avbryt

source: Check Page
de: Seite wählen
el: Επιλογή Σελίδας
no: Sjekk Side

source: Clear
de: Löschen
el: Καθαρισμός
no: Fjern

source: Close
de: Schließen
el: Κλείσιμο
no: Lukk

source: Code
el: Κωδικός
no: Kode

source: Continue
el: Συνέχεια

source: Created
de: Erzeugt
el: Δημιουργήθηκε
no: Opprettet

source: Created By
el: Δημιουργήθηκε από

source: Decline
de: Απόρριψη
el: Απόρριψη
no: Avbryt

source: Default
de: Standard
el: Προεπιλεγμένο
no: Standard

source: Default Customer Not Found
el: Δεν έχει οριστεί ο προεπιλεγμένος πελάτης

source: Delete
de: Streichen
el: Διαγραφή
no: Slett

source: Delete all
el: Διαγραφή όλων
no: Slett Alt

source: Description
de: Beschreibung
el: Περιγραφή
no: Beskrivelse

source: Document
el: Παραστατικό

source: Edit
de: Bearbeiten
el: Επεξεργασία
no: Rediger

source: Format
el: Μορφοποίηση

source: From
de: Von
el: Από
no: Fra

source: Has Automatic Numbering
el: Παίρνει Αυτόματη Αρίθμηση

source: Home Page
de: Startseite
el: Αρχική Σελίδα
no: Hjemmeside

source: Image
el: Εικόνα
no: Bilde

source: Included
el: Συμπεριλαμβάνεται

# Info
source: Informations
de: Info
el: Πληροφορίες
no: Informasjon

source: Inserted
de: Einfügen
el: Προσθήκη
no: Satt Inn

source: Login
de: Einloggen
el: Είσοδος
no: Logg inn

source: Log Level
el: Επίπεδο Καταγραφής Ενεργειών
no: Log Nivå

source: Logout
de: Abmelden
el: Αποσύνδεση
no: Logg ut

source: New
de: Einfügen
el: Νέο
no: Ny

source: Next
de: Weiter
el: Επόμενο
no: Neste

source: No
de: Nein
el: Όχι
no: Nei

source: Options
de: Auswahl
el: Επιλογές
no: Valg

source: Password
de: Passwort
el: Κωδικός
no: Passord

# PlaceOfLoading
source: Place οf Loading
el: Τόπος Φόρτωσης

# POSPrintFormats
source: Print Formats
el: Μορφές Εκτυπώσεων

source: Print
de: Drucken
el: Εκτύπωση
no: Skriv Ut

source: Refresh
el: Ανανέωση

source: Register
de: Registrieren
el: Εγγραφή

source: Save
de: Speichern
el: Αποθήκευση
no: Lagre

source: Search
de: Suchen
el: Αναζήτηση
no: Søk

source: Search Filters
de: Suchfilter
el: Φίλτρα Αναζήτησης
no: Søkefilter

source: Select
de: Wählen
el: Επιλογή
no: Velg

source: Settings
de: Einstellungen
el: Ρυθμίσεις
no: Oppsett

source: Support Decimal
el: Υποστηρίζει δεκαδικά ψηφία
no: Support Desimal

source: Takes Digital Signature
el: Δέχεται ψηφιακή υπογραφή

source: Terms and Conditions
el: Όροι Χρήσης
no: Betingelser og Vilkår

source: Transfer Method
el: Τρόπος Αποστολής

source: Transfer Purpose
el: Σκοπός Διακίνησης

source: Type
el: Τύπος

source: Uncheck Page
de: Seite keinen
el: Αποεπιλογή Σελίδας

source: Updated
de: Updaten von
el: Ενημερώθηκε από
no: Oppdatert

source: Upload
el: Ανέβασμα
no: Last opp

source: Username
de: Benutzername
el: Όνομα Χρήστη
no: Brukernavn

source: Uses Prices
el: Χρησιμοποιεί τιμές

source: View
de: Ansicht
el: Προβολή
no: Se

source: Yes
de: Ja
el: Ναι
no: Ja

source: Derrived Document Type
el: Παραγόμενος τύπος παραστατικού

source: Initial Document Type
el: Αρχικός τύπος παραστατικού

source: Account
el: Λογαριασμός
no: Beløp

source: Communicative Settings
de: Κommunikativen Einstellungen
el: Ρυθμίσεις Επικοινωνιακού
no: Kommunikative Innstillinger

# CompleteOrder
source: Complete your Document
de: Complete your Order
el: Ολοκληρώστε τo παραστατικό σας
no: Complete your Order

source: Default Supplier Info
el: Προεπιλεγμένος Προμηθευτής

source: Documents
de: Rechnung
el: Παραστατικά
no: Dokumenter

source: History
de: Entwicklung
el: Ιστορικό
no: Historikk

source: Home
de: Start
el: Αρχική
no: Hjem

source: Menu
de: Menü
el: Μενού
no: meny

# MenuAdministration
source: Administration
el: Διαχείριση
no: Administrasjon

# MenuAdministrationDatabaseUpgrade
source: Database Upgrade
de: Datenbank Upgrade
el: Αναβάθμιση Βάσης
no: Oppgrader Database

# MenuAdministrationFormMessage
source: Static Messages
el: Στατικά Μηνύματα
no: Statiske Meldinger

# MenuAdministrationLogFiles
source: Log Files
de: Logdatei
el: Αρχεία καταγραφής
no: Logg Filer

# MenuAdministrationMyProfile
source: My Profile
de: Mein Profil
el: Προφίλ
no: Min Profil

# MenuAdministrationPermissions
source: Permissions
de: Berechtigung
el: Δικαιώματα
no: Tillatelser

# MenuAdministrationRoles
source: Roles
de: Rolle
el: Ρόλοι
no: Roller

# MenuAdministrationUsers
source: Users
de: Benutzer
el: Χρήστες
no: Brukere

# MenuApplicationSettings
source: Application Settings
de: Einstellungen
el: Ρυθμίσεις Εφαρμογής
no: Programoppsett

# MenuApplicationSettingsAddressTypes
source: Address Types
de: Adressentypen
el: Τύποι Διευθύνσεων
no: Adressetyper

# MenuApplicationSettingsAppSettings
source: Application Settings
de: Programmeinstellungen
el: Ρυθμίσεις Εφαρμογής
no: Programoppsett

# MenuApplicationSettingsBarcodeTypes
source: Barcode Types
de: Barcodetypen
el: Τύποι barcode
no: Strekkodetyper

# MenuApplicationSettingsCountries
source: Countries
de: Länder
el: Χώρες
no: Land

# MenuApplicationSettingsMeasurmentUnits
source: Measurment Units
de: Maßeinheiten
el: Μονάδες Μέτρησης
no: Måleenheter

# MenuApplicationSettingsPaymentMethods
source: Payment Methods
de: Zahlungsweisen
el: Τρόποι πληρωμής
no: Betalingsmetoder

# MenuApplicationSettingsPhoneTypes
source: Phone Types
de: Telefontypen
el: Τύποι τηλεφώνων
no: Telefontyper

# MenuApplicationSettingsTerminalTypes
source: Terminal Types
de: Endgeräte
el: Τύποι Τερματικών
no: Terminaltyper

# MenuApplicationSettingsVATFactors
source: Vat Tax Rates
de: Mehrwertsteuerfaktoren
el: Συντελεστές ΦΠΑ
no: MVA satser

# MenuCustomerCategories
source: Customer Categories
de: Kundenkategorien
el: Κατηγορίες Πελατών

# MenuCustomers
source: Customers
de: Kunden
el: Πελάτες
no: Kunder

# MenuDocumentPurchases
source: Purchases
de: Bestellungen
el: Παραγγελίες
no: Innkjøp

# MenuDocumentSettigs
source: Document Settings
de: Rechnung einstellen
el: Διαχείριση Παραστατικών
no: Dokumentoppsett

# MenuDocumentSettigsDocumentSeries
source: Document Series
de: Rechnungs- Reihe
el: Σειρές Παραστατικών
no: Dokumentserier

# MenuDocumentSettigsDocumentStatus
source: Document Status
de: Rechnungs-Status
el: Κατάσταση Παραστατικών
no: Dokumentstatus

# MenuDocumentSettigsDocumentTypes
source: Document Types
de: Rechnungs- Typen
el: Τύποι Παραστατικών
no: Dokumenttyper

# MenuDocumentSettigsStoreDocumentSeries
source: Document Series per Store
de: Rechnungsreihe PER Filiale
el: Σειρές παραστατικών ανά Κατάστημα
no: Dokumentserier pr Butikk

# MenuDocumentSettigsStoreDocumentSeriesTypes
source: Document Series Type per Store
de: Typen der Rechnungssreihe PER Filiale
el: Τύποι Σειρών παραστατικών ανά Κατάστημα
no: Dokumentserie typer pr Butikk

# MenuDocumentsSales
source: Sales
de: Vertrieb
el: Πωλήσεις
no: Salg

# MenuItemBuyer
source: Item Buyers
de: Käufer
el: Αγοραστές
no: Vare Innkjøpere

# MenuItemCategories
source: Item Categories
de: Artikelkategorien
el: Κατηγορίες Ειδών
no: Varegrupper

# MenuItemList
source: Items List
de: Artikelbearbeitung
el: Διαχείριση Ειδών
no: Vareliste

# MenuItemOffer
source: Item Offers
de: Angebote
el: Προσφορές
no: Varetilbud

# MenuItemPriceCatalogs
source: Item Price Catalogs
de: Preislisten
el: Τιμοκατάλογοι
no: Vare Priskatalog

# MenuItems
source: Items
de: Artikel
el: Είδη
no: Varer

# MenuItemSeasonality
source: Seasonality
de: Jahreszeitbedingt
el: Εποχικότητα
no: Sesongvariasjon

# MenuItemSupplier
source: Item Suppliers
de: Hauptlieferanten
el: Βασικοί Προμηθευτές
no: Vareleverandør

# MenuOptionsSettigs
source: General Settings
de: Optionen Einstellungen
el: Γενικές Ρυθμίσεις
no: Valg Innstillinger

# MenuSettings
source: Settings
de: Einstellungen
el: Ρυθμίσεις
no: Oppsett

# MenuStoreCategories
source: Store Categories
el: Κατηγορίες Καταστημάτων

# MenuSuplliers
source: Suppliers
de: Lieferanten
el: Προμηθευτές
no: Leverandører

# MenuTraders
source: Traders
de: Unternehmen
el: Συναλλασσόμενοι
no: Forhandlere

source: New Document
de: Neue Rechnung
el: Νέο Παραστατικό
no: Ny Dokumenter

# NewOrder
source: Νew Order
de: Neue Bedingungen
el: Νέα Παραγγελία
no: Ny Bestilling

source: Order
de: Bestellung
el: Παραγγελία
no: Bestilling

# SelectStore
source: Select a store
el: Επιλέξτε ένα κατάστημα

source: Select your products
el: Επιλέξτε τα προιόντα σας

source: Statistics
de: Statistiken
el: Στατιστικά στοιχεία
no: Statistikk

source: Step
el: Βήμα

source: Terms
de: Bedingungen
el: Όροι χρήσης
no: Betingelser

source: Theme
de: Motiv
el: Εμφάνιση
no: Tema

source: Under Construction
de: Im Bau befindlich
el: Υπό Κατασκευή

# UserRoundPanelCompany
source: Company
de: Firma
el: Εταιρία
no: Firma

# UserRoundPanelDefaultStore
source: DefaultStore
de: Grundfiliale
el: Κατάστημα Βάσης
no: Standardbutikk

# UserRoundPanelUser
source: User
de: Benutzer
el: Χρήστης
no: Bruker

source: Welcome
de: Willkommen
el: Καλώς ορίσατε στο σύστημα παραγγελιών
no: Velkommen til Retail Bestillingssystem

source: Value Transformation Factor
el: Συντελεστής Μετασχηματισμού Αξιών

source: Recalculate
el: Επανυπολογισμός

source: Quantity
el: Ποσότητα

# SerialNumber
source: S/N
el: Α/Α

source: Top Categories
el: Κορυφαίες Κατηγορίες

# TopItems
source: Top Products
el: Κορυφαία Προιόντα

source: Value
el: Αξία

# QtyTransformationFactor
source: Quantity Transformation Factor
el: Συντελεστής Μετασχηματισμού Ποσοτήτων

source: Best
el: Καλύτεροι

source: Days
el: Ημέρες

# DaysShort
source: Days
el: Ημ.

# OneYear
source: 1 Year
el: 1 Χρόνος

source: Revenue
el: Τζίρος

# SixMonths
source: 6 Months
el: 6 Μήνες

source: Top
el: Πρώτα

source: Worst
el: Χειρότεροι

source: Year
el: Έτος

source: Invalid Relative Document State
el: Μη έγκυρη κατάσταση του μετασχηματισμένου παραστατικού

# SummedQty
source: Summed Quantity
el: Άθροισμα Ποσοτήτων

# TransformationInvalidLines
source: Transformation failed. The following document lines are invalid
el: Ο μετασχηματισμός απέτυχε. Οι παρακάτω γραμμές δεν είναι έγκυρες

# TransformationNegativeFactor
source: Document cannot be transformed. Only positive quatities are allowed
el: Το παραστατικό δεν μπορεί να μετασχηματιστεί. Επιτρέπονται μόνο θετικές ποσότητες

# DocumentAlreadyTransformed
source: All document lines have been already transformed
el: Όλες οι γραμμές του/των παραστατικο/ών έχουν μετασχηματιστεί

# SelectTransformationType
source: Select type to transform to
el: Επιλέξτε τον τύπο του μετασχηματισμού

# DocumentsToTransformInvalid
source: Documents must belong to the same Customer and Supplier
el: Τα παραστατικά πρέπει να αφορούν τον ίδιο πελάτη και προμηθευτή

# DocumentTypeCannotBeTrasformed
source: Document type is not transformable
el: Τουλάχιστον ένα από τα παραστατικά που επιλεχτήκαν δεν μετασχηματίζεται

# NoCommonTransformationType
source: The documents selected do not have a common type to transform to
el: Τα επιλεγμένα παραστατικά δεν μετασχηματίζονται σε κάποιον κοινό τύπο παραστατικού

source: Give Change
el: Δίνει ρέστα

source: Copy
el: Αντιγραφή

source: Filters
el: Φίλτρα

source: Transform
el: Μετασχηματισμός

source: Proforma Invoices
el: Προτιμολόγια

source: Accepts Custom Description
el: Δέχεται προσαρμοσμένη περιγραφή

source: Accepts Custom Price
el: Δέχεται προσαρμοσμένη τιμή

source: On discount
el: Στην έκπτωση

source: On price
el: Στην τιμή

source: Is for POS
el: Αφορά το POS

source: Quantity Factor
el: Συντελεστής Ποσοτήτων

source: Value Factor
el: Συντελεστής Αξιών

source: Is for Wholesale
el: Αφορά Χοντρική

source: Unit Price
el: Τιμή μονάδος

source: Selected Filters
el: Επιλεγμένα Φίλτρα

source: Please Set Price
el: Παρακαλώ ορίστε τιμή

source: Amount
el: Ποσό

source: Massively Create POS
el: Μαζική δημιουργία POS

source: Payment Method
el: Τρόπος πληρωμής

source: Export
el: Εξαγωγή

source: Import
el: Εισαγωγή

source: Insufficient Payment Amount
el: Ανεπαρκές ποσό πληρωμής

source: Title
el: Τίτλος

source: Custom Report
el: Προσαρμοσμένο Εκτυπωτικό

source: Custom Reports
el: Προσαρμοσμένα Εκτυπωτικά

source: Language
el: Γλώσσα

source: Create POS Database
el: Δημιουργία βάσης POS

source: Back
el: Πίσω

source: With any change
el: Με οποιαδήποτε αλλαγή

# WithValueChange
source: With Value Change Only
el: Μόνο με αλλαγή τιμής

source: Fiscal Printers
el: Φορολογικοί εκτυπωτές

source: Signature Devices
el: Συσκευές φορολογικής σήμανσης

source: Created by device
el: Δημιουργήθηκε από την συσκευή

source: Fiscal Device
el: Φορολογική Συσκευή

source: Store
el: Κατάστημα

source: Daily Totals
el: Σύνολα Ημέρας

source: Fiscal Date
el: Ημερομηνία Φορολογικής Σήμανσης

source: Reports
el: Εκτυπωτικά

source: Cancel DocumentSeriesType
el: Ακυρωτικός Τύπος και Σειρά

source: Cancel Document
el: Ακύρωση Παραστατικού

# DocumentCannotBeCanceledNoDocumentNumber
source: Document cannot be canceled because it has not been numbered
el: Το παραστατικό δε μπορεί να ακυρωθεί επειδή δεν έχει πάρει αρίθμηση

source: Select All
el: Επιλογή Όλων

source: Updater Settings
el: Ρυθμίσεις Ενημερώσεων

# DocumentTypeCustomReport
source: Report by Document type
el: Εκτυπωτικά ανά τύπο Παραστατικού

source: Country
el: Χώρα

source: Suggested Products
el: Προτεινόμενα Προϊόντα

source: Recent Products
el: Πρόσφατα Προϊόντα

source: Barcode Info
de: Information zum Barcode
el: Στοιχεία Barcode
no: Strekkode info

source: Barcode Type
de: Barcodetyp
el: Τύπος Barcode
no: Strekkode Type

# MeasurementUnit
source: M. Unit
de: Maßeinheit
el: Μον. Μέτρησης
no: Måleenhet

source: Relation Factor
de: Multiplikator
el: Πολλαπλασιαστής
no: Relasjon Faktor

source: Bridge Settings
de: Bridge-Einstellungen
el: Ρυθμίσεις Γεφύρωσης

source: Characters
de: Charakter
el: Χαρακτήρες

source: Constant Value
de: Konstanter Preis
el: Σταθερή Τιμή

source: Default Value
de: Voreingestellter Preis
el: Προεπιλεγμένη Τιμή

source: Edit DataFileRecord Header
de: Kopfzeile bearbeiten
el: Επεξεργασία Κεφαλίδας Εγγραφής

source: Entity Name
de: Objekt
el: Όνομα Οντότητας

source: Fields
de: Felder
el: Πεδία

source: Header Code
de: Kopfzeile
el: Κωδικός Κεφαλίδας

source: Is Character Delimited
de: Charakterbegrenzt
el: Οριοθετημένο με Χαρακτήρες

source: Key Property
de: Wichtige Eigenschaft
el: Ιδιότητα-Κλειδί

source: Length
de: Länge
el: Μήκος

source: New DataFileRecord Header
de: Neue Kopfzeile
el: Νέα Κεφαλίδα Εγγραφής

source: Padding
de: Automatisiertes Ausfüllen (Padding)
el: Αυτόματη Συμπλήρωση (Padding)

source: Padding Character
de: Automatisierter Charakter zum ausfüllen
el: Χαρακτηρας Αυτόματης Συμπλήρωσης

source: Position
el: Θέση

source: Property Name
de: Eigenschaft
el: Όνομα Ιδιότητας

source: Trim
de: Leere Zeichen reduzieren (Trim)
el: Περικοπή Κενών Χαρακτήρων (Trim)

source: Buyer
de: Käufer
el: Αγοραστής
no: Kunde

source: Buyers
de: Käufer
el: Αγοραστές
no: Kunder

source: Is Active
de: Aktiv
el: Ενεργός
no: Er aktiv

source: Active
de: Aktiv
el: Ενεργός
no: Aktiv

source: Add Customers to Category
el: Προσθήκη Πελατών στην Κατηγορία

source: Break Order To Central
de: Trennung der Bestellung von der Zentrale
el: Διάσπαση παραγγελίας στα κεντρικά
no: Del Opp Bestilling Til Hovedbutikk

source: Company Name
de: Firma
el: Επωνυμία
no: Kundenavn

source: Customer
de: Kunde
el: Πελάτης
no: Kunde

source: Customer Category
el: Κατηγορία Πελατών

source: Customer Details
de: Kundeninformation
el: Στοιχεία πελάτη
no: Kunde Detaljer

source: Customers
de: Kunden
el: Πελάτες
no: Kunder

source: Default Address
el: Προεπιλ. Διεύθυνση

source: Default Price Catalog
de: Standard Preisliste
el: Προεπιλεγμένος Τιμοκατάλογος
no: Standard Prisliste

source: Default Store
de: Grundfiliale
el: Κατάστημα Βάσης
no: Standard Butikk

source: Default Supplier
de: Grundlieferant
el: Προεπιλεγμένος Προμηθευτής
no: Standard Leverandør

source: Edit Customer
de: Kunde bearbeiten
el: Επεξεργασία Πελάτη
no: Rediger Kunde

source: Edit Customer Details
de: Bearbeitung der Kundeninformation
el: Επεξεργασία Στοιχείων Πελάτη
no: Rediger Kundedetaljer

source: Name
de: Firma
el: Όνομα
no: Navn

source: New Customer
de: Neuer Kunde
el: Νέος Πελάτης
no: Ny Kunde

source: New Customers From
de: Neue Kunden von
el: Νέοι Πελάτες από
no: Nye Kunder Fra

source: New Vat Level
el: Νέο Επίπεδο Φ.Π.Α.

source: Profession
de: BERUF
el: Επάγγελμα
no: Yrke

source: Surname
de: Nachname
el: Επώνυμο
no: Etternavn

source: Tax Code
de: STEUERNUMMER
el: Α.Φ.Μ.
no: MVA kode

source: Tax Office
de: FINANZAMT
el: Δ.Ο.Υ.
no: MVA Kontor

source: Vat Level
de: Mehrwertsteuer Niveau
el: Επίπεδο Φ.Π.Α.
no: MVA Nivå

# ChooseDelivery
source: Choose Delivery Point
de: Lieferort wählen
el: Επιλέξτε τόπο παράδοσης
no: Velg Leveringssted

source: Comments
de: Bemerkungen
el: Παρατηρήσεις
no: Kommentarer

source: Date
de: Datum
el: Ημερομηνία
no: Dato

source: Delivery Address
de: Lieferadresse
el: Προορισμός
no: Leveringsadresse

source: Discount
de: Ermäßigung
el: Έκπτωση
no: Rabatt

source: Document Line Analysis
de: Analyse der Zeile der Rechnung
el: Ανάλυση γραμμών παραστατικού
no: Dokumentlinje Analyse

source: Document Lines
de: Rechnung
el: Γραμμές Παραστατικού
no: Dokument Linje

# DocumentNumber
source: Num
de: Rechnungs Nr
el: Νο
no: Dokumentnummer

# DocumentSeries
source: Series
de: Rechnungs Reihe
el: Σειρά
no: Dokumentserier

# DocumentStatus
source: Status
de: Rechnungs Status
el: Κατάσταση
no: Dokumentstatus

# DocumentType
source: Type
de: Rechnungsart
el: Τύπος
no: Dokumenttyp

# EditDocument
source: Edit
de: Bearbeiten
el: Επεξεργασία Παραστατικού
no: Rediger

source: Final Amount
de: Gesamtsumme
el: Τελικό Σύνολο
no: Endelig Beløp

source: For Store
de: für die Filiale
el: για το Κατάστημα
no: For Butikk

source: Item Not Found
de: Artikel nicht gefunden.
el: Το είδος δεν βρέθηκε
no: Vare Ikke Funnet

source: Other Info
de: Zusatzinformation
el: Άλλα Στοιχεία
no: Annen Info

# SaveAndNew
source: Save New
de: Speichern und neu
el: Αποθήκευση και νέο
no: Lagre Ny

source: Store Series
de: Filialen-Reihe
el: Σειρές καταστήματος
no: Butikk Serier

source: To
de: Bis
el: Έως
no: Til

source: Total
de: Summe
el: Σύνολο
no: Totalt

source: Total After Discount
de: Nettowert
el: Καθαρή Αξία
no: Totalt Etter Rabatt

source: Total Discount
de: Ermäßigungssumme
el: Συνολική έκπτωση
no: Total Rabatt

source: Total VAT Amount
de: Mehrwertsteuersumme
el: Σύνολο Φ.Π.Α.
no: Herav MVA

source: Search by Item Category
de: Suchen nach Artikelkategorie
el: Κατηγορίες Ειδών
no: Søk Etter Kategori

source: Search Item Offers
de: Suchen nach Artikelangebot
el: Προσφορές Ειδών
no: Søk Etter Tilbud

source: Item Already Ordered With Quantity:
de: Bestellte Artikelmenge :
el: Το είδος έχει ήδη προστεθεί στo παραστατικό με ποσότητα:
no: Produkt Allerede Bestilt Med Antall:

source: Order Quantity
de: Artikelmenge
el: Ποσότητα ήδη σε παραγγελία
no: Bestillingsantall

# PleaseAddItems
source: Please add items in your order
de: Bitte Artikel einfügen.
el: Παρακαλώ εισάγετε είδη στην παραγγελία σας.
no: Vennligst Legg Til Varer I Bestillingen

source: You have unsaved changes
de: Ungespeicherte Änderungen.
el: Έχετε κάνει αλλαγές στα είδη του παραστατικού που δεν έχουν σωθεί.
no: Det finnes Ulagrede Endringer

# ChangeDelivery
source: Change Delivery Address
de: Lieferadresse ändern
el: Αλλαγή Τόπου Παράδοσης
no: Endre Leveringsadresse

# SelectDelivery
source: Select Delivery Address
de: Lieferadresse wählen
el: Επιλογή Τόπου Παράδοσης
no: Velg Leveringsadresse

# CancelSelectDelivery
source: Cancel Delivery Change
de: Änderung der Lieferadresse stornieren
el: Ακύρωση αλλαγής Τόπου Παράδοσης
no: Avbryt Leveringsendring

# SingleOrder
source: Item
de: Artikel
el: Είδος
no: Enkeltbestilling

# SuccesfullyAdded
source: Item has been succesfully added
de: Artikel erfolgreich hinzugefügt
el: Το είδος προστέθηκε επιτυχώς
no: Varen ble lagt til

# SuccesfullyAddedItems
source: Items have been succesfully added
de: Artikel erfolgreich hinzugefügt
el: είδη προστέθηκαν επιτυχώς
no: Varene ble lagt til

source: Cancel Order
de: Bestellung löschen
el: Ακύρωση Παραγγελίας
no: Avbryt Bestilling

source: Save Order
de: Bestellung registrieren
el: Αποθήκευση Παραγγελίας
no: Lagre Bestilling

# OrderContains
source: Your Order Contains
de: Ihre Bestellung beinhaltet
el: Τρέχον σύνολο παραγγελίας
no: Din Bestilling Inneholder

source: SP
de: Lagerhalle
el: ΑΧ

source: Search by Barcode
el: Αναζήτηση με Barcode
no: Søk Med Strekkode

source: Search by Description
de: Suche nach Beschreibung
el: Αναζήτηση βασει περιγραφής
no: Søk Etter Beskrivelse

source: Edit Order
de: Bestellung bearbeiten
el: Επεξεργασία παραγγελίας
no: Rediger Bestilling

source: Last month
de: Letzter Monat
el: Τελευταίου μήνα
no: Forige Måned

source: Last week
de: Letzte Woche
el: Τελευταίας εβδομάδας
no: Forrige Uke

# TimePeriod
source: Between
de: Zeitraum
el: Χρονικό Διάστημα
no: Mellom

source: Today
de: Heute
el: Σημερινά
no: I dag

source: Select category
de: Kategorie wählen
el: Προβολή Ειδών
no: Velg Kategori

source: Generate Key
el: Δημιουργία κλειδιού
no: Lag Nøkkel

# SaveOrderAndPrint
source: Save and Print
de: Speichern und Drucken
el: Αποθήκευση και Εκτύπωση
no: Lagre Og Skriv Ut

source: Has been checked
el: Ελέγχθηκε
no: Har Blitt Kontrollert

source: Has been executed
el: Τιμολογήθηκε
no: Har Blitt Utført

# DocumentCreatedOn
source: Created
el: Δημιουργήθηκε
no: Opprettet

# DocumentUpdatedOn
source: Updated
el: Οριστικοποιήθηκε
no: Oppdatert

source: Gross Total
el: Εκτιμώμενο Σύνολο
no: Brutto Total

source: Net Total
el: Σύνολο Προ Έκπτωσης
no: Netto Total

source: Offer Code
el: Κωδικός Ενέργειας
no: Tilbudskode

source: Invoicing Date
el: Ημερομηνία Τιμολόγησης

source: Document Details
el: Στοιχεία Παρασταστικού
no: Fildetaljer

source: Delivery Details
de: Anlieferungs-Details
el: Στοιχεία Παράδοσης
no: Levering Detaljer

source: Relevant Documents
de: Relevante Dokumente
el: Σχετικά Παραστατικά
no: Relevante Dokumenter

# CurrentPrice
source: Current total price
de: Aktueller Gesamtbetrag
el: Τρέχον συνολικό ποσό
no: Faktiske totale mengden

# CustomerCode
source: Code
de: KUNDENCODE
el: Κωδικός
no: Kundenr

source: Customer Info
de: KUNDENINFORMATION
el: Στοιχεία Πελάτη
no: Kundeinfo

# DiscountShort
source: Disc
de: Erm.
el: Εκπτ.
no: Rab

source: Item Description
de: Artikelbeschreibung
el: Περιγραφή Είδους
no: Varebeskrivelse
